[
  {
    "group": "The Band of Heathens",
    "artists": "Ed Jurdi, Gordy Quist, Trevor Nealon, Richard Millsap, Jesse Wilson,",
    "Genre": "Rock and Roll",
    "year_started": 2006,
    "group_summary": "The Band of Heathens Present : A Message From The People Revisited – A Tribute To Ray Charles\n\nAmericana stalwarts The Band of Heathens recently went into their hometown studio in Austin, TX deciding to record their own version of the classic Ray Charles album A Message From The People. In a time where the downtrodden need a voice again, the Heathens have delivered the message paying homage to one of the most important voices in American song history.\n\nThe band will be doing some limited touring to support this release with a 2 set show; one set will be the performance of the Ray Charles album and another set of The Band of Heathen’s own brand of American music.\n\nFrom the band on why they chose to record their own version of this entire album :\n\nRay’s voice became the voice of an elder—a true master was speaking to us from the past. There is sorrow, protest, and anger but also resolve, hope, and deliverance. On the final track of the record, Ray saved us the most powerful message and the perfect coda. The definitive version of “America The Beautiful” is absolutely glorious. It is quite simply the apotheosis of soul. Ray may as well have been singing that to us from a mountaintop because that’s what it felt like in that moment. “America! God done shed his grace on thee! He crowned thy good, he told me he would, with brotherhood from sea to shining sea!”\n\nIn December 2017 we were working as a backing band on a variety of projects for other artists. The sessions were taking place at the Finishing School, a studio built by close friend, producer, and musical collaborator, George Reiff, who tragically succumbed to cancer in May ’17 after a 10-month fight. The studio had been dark since George’s passing. With the blessing of the Reiff family, the lights were turned back on and we went to work for a few weeks. The final four days of session time were blocked off for us to work on something of our own. A few weeks prior to the sessions it was collectively decided that we would use that time to take a shot at recording some of (whatever we could get to) A Message From The People. Working alongside our close friend (and George’s right-hand-man in the studio) Steve Christensen, there was a palpable vibration in the air. It was somber but also very peaceful. Our expectations were set low as we knew that doing any Ray Charles record justice was going to be a real challenge — let alone one with such lush arrangements.\n\nTo our amazement, after four days we had finished the record. It was a beautiful process that simply flowed in a workmanlike manner. In between takes we frequently reminisced about George and were even visited at the studio by some of George’s close friends and family. Feeling confident that what we had accomplished was going to be worthy of a release, we unanimously agreed that it would be dedicated to the memory of George and that proceeds would go to a charitable organization that focused on social justice.\n\nGoing forward, our hope is that our performance of these songs has sufficient merit to carry the listener without distraction to the musical feeling that we strived to accomplish in these recordings — a spirit of brotherhood, hope and understanding, liberty, and justice for all.",
    "image": "https://www.bandofheathens.com/wp-content/uploads/2018/09/heathems_message.jpg",
    "albums": "2006: Live from Momo’s, 2007: Live at Antone’s (CD+DVD)\n2008: The Band of Heathens', (first studio production)\n2009: Live @ Blue Rose Christmas Party Germany 2008 (limited edition)\n2009: One Foot In the Ether, (second studio production)\n2011: Top Hat Crown & The Clapmaster's Son (third studio production)\n2012: The Double Down - Live From Denver (CD+DVD)\n2013: Sunday Morning Record (fourth studio production)\n2016: Duende (fifth studio production)\n2018: A Message from the People Revisited (sixth studio production)",
    "tour": "https://www.bandofheathens.com/tour/",
    "external_links": "https://www.bandofheathens.com/",
    "social_media": "https://twitter.com/bandofheathens\nhttps://www.facebook.com/thebandofheathens\nhttps://www.instagram.com/bandofheathens/\nhttps://www.youtube.com/user/bandofheathens\nhttps://play.spotify.com/artist/5K4gVy6DhNd39mSjuK95Y7",
    "email": "none"
  },
  {
    "group": "The Bishops",
    "artists": "Cara Bishop, Troy Bishop, Chris Bishop",
    "Genre": "Hip Hop",
    "year_started": 0,
    "group_summary": "The Bishops are an Austin-based trio consisting of vocalist Cara Bishop, producer Troy Bishop, and rapper Chris Bishop. These siblings are bringing a new wavy sound to music, pushing the boundaries of any genre. The Bishops’ unique blend of styles consists of influences from electronic, hip-hop, jazz, RnB and pop music, creating a sound that is bound to bring together a diverse crowd.\nTroy started producing music at the age of 12, after older brother Chris downloaded a production software demo and encouraged him to learn how to make music. Little did the two brothers know, their music career was about to drastically change when their little sister Cara revealed that she could sing. The three immediately began working together, creating a catalogue of unreleased music influenced by hip-hop artists such as Kanye West, 9th Wonder and J Dilla and electronic music producers, Flume and Sam Gelliatry.\nThe Bishops marked their path with viral track \"Blood Ring\" and following single, \"Mr. Scatterbrained.\" Staying consistent with single releases, this family is undoubtedly taking the city by a storm. As they continue to build their innovative sound intriguing fans all across the globe, they are shifting the boundaries of all genres and revolutionizing the horizon of music.",
    "image": "https://res.cloudinary.com/dostuff-media/image/upload//c_fill,g_faces,h_630,w_1200/v1491790953/event-7790422.jpg",
    "albums": "2018: Woes (Single)",
    "tour": "https://www.songkick.com/concerts/37569079-slackers-at-slowdown-front-room",
    "external_links": "https://do512.com/artists/the-bishops-atx",
    "social_media": "https://soundcloud.com/the_bishops\nhttp://twitter.com/thebishopsatx\nhttps://www.facebook.com/thebishopsmusic\nhttp://instagram.com/thebishopsmusic",
    "email": "none"
  },
  {
    "group": "The Black Angels",
    "artists": "Christian Bland, Alex Maas, Stephanie Bailey, Kyle Hunt, Jake Garcia",
    "Genre": "Alternative Rock",
    "year_started": 2004,
    "group_summary": "The sultry neo-psychedelic sound of the Black Angels came together in spring 2004, taking their name from a Velvet Underground classic, “The Black Angel’s Death Song.” Hailing from Austin, Texas, the band is comprised of Alex Maas, Christian Bland, Kyle Hunt, Stephanie Bailey and Jake Garcia.\n\nThe band’s self-titled debut EP was released in late 2005, finding an international audience through Myspace and music forums, and quickly becoming an underground sensation. The band released their first LP, 2006’s Passover on Light In The Attic, to great acclaim and began to tour the world.\n\nPassover was followed by Direction To See A Ghost in 2008, a year which also marked the first Austin Psych Fest (now Levitation), the annual psychedelic rock- focused festival founded by Maas, Bland and friends. In late 2008, The Black Angels performed as the backing band for former 13th Floor Elevators frontman Roky Erickson on a series of dates across the West Coast of the U.S. Next, in 2010, they recorded a couple of collaborative tracks with Unkle.\n\nTheir third album, September 2010’s Phosphene Dream hit the Top 50 of the Billboard chart, and was followed by its companion piece, the Phosgene Nightmare EP, in 2011.\n\nReleased in 2013, Indigo Meadow was produced and mixed by Grammy-nominated fellow Texan John Congleton, and that release was soon followed by its own companion EP, April 2014’s Clear Lake Forest",
    "image": "http://theblackangels.com/wp-content/uploads/2014/07/the-black-angels-by-alexandra-valenti-1-1030x780.jpg",
    "albums": "2006: Passover\n2008: Directions to See a Ghost\n2010: Phosphene Dream\n2013: Indigo Meadow\n2017: Death Song",
    "tour": "None",
    "external_links": "http://theblackangels.com/",
    "social_media": "https://www.facebook.com/theblackangels.tx/\nhttps://www.instagram.com/theblackangels/\nhttps://twitter.com/theblackangels\nhttps://www.youtube.com/channel/UCuJFxkM1dnYITwhlQNxL_fA",
    "email": "none"
  },
  {
    "group": "Black Pistol Fire",
    "artists": "Kevin McKeown, Eric Owen",
    "Genre": "Rock",
    "year_started": 0,
    "group_summary": "Black Pistol Fire is a high-octane rock duo based out of Austin, Texas by way of Toronto, Canada; composed of Kevin McKeown on guitar/lead vocals and Eric Owen on drums. Drawing inspiration from blues, R&B and rock greats such as Led Zeppelin, Chuck Berry, Nirvana, Buddy Holly and Muddy Waters, BPF’s gritty and dynamic performances are fueled by undeniable musicianship. Dubbed the “next big thing” by Huffington Post after SXSW 2013, BPF has developed a reputation for their untamed live performances. Described as “Pure fire on stage”(Degenrefy), they quickly became festival veterans, having performanced at Lollapalooza, Austin City Limits, Bonnaroo, Sasquatch Music Festival, Shaky Knees and Governor’s Ball, among others (including international festivals such as Mad Cool and Colours of Ostrava). After Lollapalooza 2015, Yahoo Music described Black Pistol Fire as “a power duo that can almost match the power and intensity of the massive rock sounds of the likes of Led Zeppelin and Fleetwood Mac… in a breakout set.”\n\nLost Cause, BPF’s single from 2017’s  Deadbeat Graffiti, was the number 1 Rock song of 2018 in Canada. Having spent 13 consecutive weeks at number 1 (BDS), while simultaneously having their other single, Bully, in the top 10 for several weeks.\n\nBlack Pistol Fire has shared the stage with acts like Gary Clark Jr, Weezer, Heart, Wolfmother, The Struts, Black Rebel Motorcycle Club, ZZ Ward, and Band of Skulls. Their signature sound has been featured throughout television and entertainment. Their single, “Show Pony” was featured in the Ted 2 official trailer, “Cry Hell” is featured on a longstanding Angry Orchard TV commercial campaign, “Hard Luck” was featured on Toyota’s Super Bowl 50 ad, and they performed their song “Blue Eye Commotion” in a national T-Mobile TV ad. Their music can also be heard in Madden ‘15 and Tony Hawk Pro Skater 5 video games and in numerous TV shows including Sons of Anarchy, Castle and About a Boy. “Black Pistol Fire… were, by far, the best band that played LouFest… This was the craziest I’ve seen any of the crowds at the festival… Drummer Eric Owen, shirtless and wrists wrapped, pounded the skins like he was summoning a devil. McKeown stomps so hard during his rough and intricate dirty blues, you thought he would make a hole in the stage… A must see.” – KDHX (St Louis), Loufest 2014",
    "image": "https://mushroommusic.com/wp-content/uploads/2015/01/WEB1_BLACKPISTOLFIRE_ARTIST2014-900x440.jpg",
    "albums": "2018: Deadbeat Graffiti",
    "tour": "https://www.songkick.com/artists/3192961-black-pistol-fire",
    "external_links": "https://blackpistolfire.com/",
    "social_media": "https://www.facebook.com/blackpistolfire/\nhttps://twitter.com/blackpistolfire\nhttps://www.youtube.com/channel/UCu5b35K2PYpW3QLKMdC8apw\nhttps://soundcloud.com/black-pistol-fire",
    "email": "none"
  },
  {
    "group": "Bob Schneider",
    "artists": "Bob Schneider",
    "Genre": "Pop, Rock, Folk, Country",
    "year_started": 1990,
    "group_summary": "One of Austin’s most celebrated musicians, Bob Schneider, is set to release his new album, Blood and Bones - his 7th studio album since his 2001 solo debut Lonelyland - on June 8th via his Shockorama Records imprint. Blood and Bones captures Schneider at a unique, and distinct, place.  “Most of the songs are about this phase of my life,” he admits. “I’m re-married, I have a 2-year-old baby daughter who was born over two months premature because my wife had life threatening preeclampsia. So dealing with that traumatic event while getting older and looking at death in a realistic, matter of fact way, experiencing the most joy I’ve ever experienced along with feelings of utter despondency in a way that would have been impossible to experience earlier in my life, all comes out in the songs. My relationship with my wife is the longest committed relationship I’ve ever been in, so there was a lot of unchartered territory there to write about.”\n\nThe songs on Blood and Bones reflect this. Recorded quickly with producer Dwight Baker, who has worked with Schneider on 6 of his previous releases, the album highlights the chemistry that Schneider and his backing band of Austin’s very best musicians have developed while relentlessly playing live, most notably at the monthly residency Schneider has held at Austin’s Saxon Pub for the last 19 years. “I didn't want to overthink the songs,” Schneider says. “I really respect Dwight’s ability to make great calls when it comes to what works and isn't working when we are recording the songs. I felt pretty good about the quality of the songwriting, so I figured that would come through in the end if we just went in and played them the way I do live.” \n\nWhile the performance and production are stellar, the songwriting finds Schneider in a particularly reflective mode. Sure, there are live favorites like “Make Drugs Get Money” and “Texaco” that will get even the most reserved crowds dancing. But more often the album finds Schneider reflecting on marriage, parenthood, and mortality. “I wish I could make you see how wonderful everything is most of the time, but I’m only blood and bones,” he sings on the title track, a meditation on the beauty and the limits of marriage. Later, on “Easy,” he tells his daughter “it’s always been a scary thing to do, to let my heart fall down into the endless blue, but it’s easy with you.” Through it all, there is a clear sense of mortality, of just how fleeting all of this is. “The hours and days stack up in the mirror,” he sings on “Hours and Days”. “We’re just snowmen waiting for the summer” he sings on “Snowmen”, before adding “we can’t bring them back, can’t bring nothing back.” \n\nOne thing Schneider has excelled at in his career is bringing audiences back. Though he has received little national press or major label support, he has managed to become one of the biggest acts in Austin, if not in Texas. His fans, who often discover him from being brought to his shows by their friends, are fiercely loyal. Many have attended dozens or even hundreds of shows. Thanks to these fans, Schneider has won more Austin Music Awards than any other musician, including Best Songwriter, Best Musician, and Best Male Vocals, rounding in at 54 total awards to date.\n\nIn retrospect, it appears inevitable that Bob Schneider would become an artist. He was born in Michigan and raised in Germany, where his father pursued a career as a professional opera singer. As a boy, Schneider studied piano and guitar, often performing at family parties and backing his father on drums at nightclubs throughout his youth in Germany and Texas. He went on to study art - his other primary passion and avocation - at the University of Texas El Paso, before moving to Austin and establishing himself as a musician. He performs relentlessly, creates new music compulsively, writes poetry, and regularly shows his visual art in galleries around Austin. With Blood and Bones, Schneider further cements his reputation as one of the most versatile, inventive, and engaging songwriters working today.",
    "image": "https://upload.wikimedia.org/wikipedia/en/9/9d/Bob_Schneider_-_Outside_Antones_2009.jpg",
    "albums": "1998: Songs Sung and Played on Guitar at the Same Time\n2000: Lonelyland\n2000: Underneath the Onion Trees (with Mitch Watkins)\n2002: The Galaxy Kings\n2003: I Have Seen the End of the World and It Looks Like This\n2004: I'm Good Now\n2006: The Californian\n2006: Greatest Hits Live\n2007: Songs Sung & Played at the Same Time with People in the Room\n2007: When the Sun Breaks Down on the Moon\n2009: Love Is Everywhere EP\n2009: Lovely Creatures\n2009: Live At The Paramount Theatre\n2009: Christmastime\n2011: A Perfect Day\n2013: Burden of Proof\n2015: King Kong Vol. I\n2015: King Kong Vol. II\n2015: King Kong Vol. III\n2017: King Kong\n2018: Blood and Bones",
    "tour": "https://www.bobschneider.com/#tour-section",
    "external_links": "https://www.bobschneider.com/",
    "social_media": "https://www.facebook.com/bobschneidermusic\nhttps://twitter.com/Bob_Schneider\nhttp://www.youtube.com/channel/UCdkO_EBCeB72950HyFkHi-w\nhttp://soundcloud.com/bobschneider\nhttp://instagram.com/bob_schneider_music",
    "email": "none"
  },
  {
    "group": "Calliope Musicals",
    "artists": "Carrie Fussell, Matt Roth, Craig Finkelstein, Josh Bickley, Andrew Vizzone, Chris Webb",
    "Genre": "Folk",
    "year_started": 0,
    "group_summary": "Hailing from Austin, Texas, Calliope Musicals is a six-person musical tribe that includes Carrie Fussell (vocals), Matt Roth (guitar), Craig Finkelstein (vibraphone), Josh Bickley (drums), Andrew Vizzone (bass) and Chris Webb (lead guitar). Recorded at Fairfax Studios during a month-long stay in California, Time Owes You Nothing is the first LP from Calliope Musicals. The album was produced by Kevin Augunas (Edward Sharpe and the Magnetic Zeros, Cold War Kids), mixed and engineered by Gavin Paddock and Andy Dalton and mastered by Pete Lyman (Pat Benatar, Jason Isbell, Banks, Ben Harper).\n\n“The album is colored with excessive amounts of Jesus Christ Superstar,” said Carrie Fussell, lead singer. “What came out is an album that inspires us and one that we hope will inspire others to push boundaries and be their favorite version of themselves.” “Our music centers around a certain energy more than a certain style,” the perpetually barefoot Fussell says. “We’ll do rock, then dance-y disco, then some slow sit-down [songs]. At the end of the day, it feels like the music revolves around imagination and adventure more than it does a specific type of music.”",
    "image": "https://static1.squarespace.com/static/5424a30ee4b0d9410165920d/542dda3be4b0139a006b0d4e/5bc9da7ee2c483a103d1f82d/1539955353902/Cover+Photo+CM.jpg?format=1000w",
    "albums": "2014: Magic Militia\n2014: Clouds on Fire\n2016: Time Owes You Nothing",
    "tour": "https://calliopemusicals.squarespace.com/shows",
    "external_links": "http://www.calliopemusicals.com/",
    "social_media": "https://www.facebook.com/CalliopeMusicals\nhttps://twitter.com/calliopemusical\nhttp://instagram.com/calliopemusicals\nhttp://bandsintown.com/calliopemusicals",
    "email": "none"
  },
  {
    "group": "Capyac",
    "artists": "Potion, P. Sugz",
    "Genre": "Electronic",
    "year_started": 0,
    "group_summary": "CAPYAC, a French house duo based out of Austin, TX, is damn hard to pin down. The brainchild of Eric and Delwin, former high school pals, the group's strengths are only really understood when you run through the collaborators that these two credit for its ever-evolving flavor. With a repertoire of instrumentalists including names like Papa Mongoose, Zod, Bambi, and Moan, to their resident MC RuDi Devino, it's difficult to credit all the weirdos that make up the squad known amongst members as \"the Potion\". Their stage shows are a veritable hurricane of activity as each of the collaborators plays their part in CAPYAC's special brand of madness. With top-notch production and a litany of backing members, their releases cross between genres with ease and yet retain a consistent vision that can be veritably felt and heard, although perhaps not entirely understood by us mortals.\n\nTo get to the root of the insanity, we tracked the maestros down before their latest party to learn a little bit more about what decisions led them so astray. Eric and Delwin requested that we refer to them in the interview by their pseudonyms, Pablo Dingo and Queen Zaza, \"on advice of our lawyers.\" We've also thrown in a couple of their most audacious songs so you can get fully immersed in the weirdo-world of CAPYAC. By their own admission they consider themselves pretty uninteresting, but we'll let you make that call for yourself!",
    "image": "http://capyac.com/img/merrick1.jpg",
    "albums": "2018: WHO IS DONNY FLAMINGO?",
    "tour": "https://www.bandsintown.com/a/6698761?came_from=270",
    "external_links": "http://capyac.com/",
    "social_media": "http://soundcloud.com/capyac\nhttp://capyac.bandcamp.com/\nhttp://facebook.com/capyac\nhttp://instagram.com/capyac\nhttp://twitter.com/capyac\nhttps://www.youtube.com/channel/UCTVS7z3zxspTmiP2NZGEngw",
    "email": "none"
  },
  {
    "group": "Explosions in the Sky",
    "artists": "Chris Hrasky, Michael James, Munaf Rayani, Mark Smith",
    "Genre": "Rock",
    "year_started": 1999,
    "group_summary": "Explosions in the Sky is an American post-rock band from Texas. The quartet originally played under the name Breaker Morant, then changed to the current name in 1999. The band has garnered popularity beyond the post-rock scene for their elaborately developed guitar work, narratively styled instrumentals - what they refer to as \"cathartic mini-symphonies\" - and their enthusiastic and emotional live shows.[1] They primarily play with three electric guitars and a drum kit, although band member Michael James will at times exchange his electric guitar for a bass guitar. The band has later added a fifth member to their live performances. The band's music is almost purely instrumental.",
    "image": "https://media.pitchfork.com/photos/592f4df5b0ef7855c62d74a4/2:1/w_790/efa68d64.jpg",
    "albums": "2000: How Strange Innocence\n2001: Those Who Tell The Truth Shall Die, Those Who Tell The Truth Shall Live Forever\n2003: The Earth is Not A Cold Dead Place\n2004: Friday Night Lights\n2005: The Rescue\n2007: All of A Sudden I Miss Everyone\n2011: Take Care, Take Care, Take Care\n2013: Prince Avalanche\n2013: Lone Survivor Soundtrack\n2015: Manglehorn\n2016: The Wilderness",
    "tour": "http://www.explosionsinthesky.com/#shows",
    "external_links": "http://www.explosionsinthesky.com/",
    "social_media": "https://www.facebook.com/ExplosionsInTheSkyMusic\nhttps://twitter.com/eits\nhttps://www.instagram.com/explosionsinthesky\nhttp://hyperurl.co/rlu2ol",
    "email": "none"
  },
  {
    "group": "GHOSTLAND OBSERVATORY",
    "artists": "Aaron Behrens, Thomas Ross Turner",
    "Genre": "Electronic, Pop, Rock",
    "year_started": 2004,
    "group_summary": "Ghostland Observatory is an American music duo based in Austin, Texas. Their music has been described as a combination of electro, rock and funk by Allmusic, and \"electro-dance soul rock\" by Gothamist\n\nFront man Aaron Behrens provides vocals in addition to occasionally playing the guitar. Thomas Ross Turner plays the drums or synthesizer.",
    "image": "http://trashymoped.com/wp-content/uploads/2018/06/GLO-SYLS-BioPhoto-1-web.jpg",
    "albums": "2018: See You Later Simulator",
    "tour": "http://trashymoped.com/tour-dates/",
    "external_links": "http://trashymoped.com/",
    "social_media": "http://facebook.com/ghostlandobservatory\nhttps://www.instagram.com/explore/tags/ghostlandobservatory/?hl=en\nhttps://twitter.com/officialGLO\nhttps://www.youtube.com/channel/UCcOL2kR67iBA-xhwrlCYwVg",
    "email": "none"
  },
  {
    "group": "A Giant Dog",
    "artists": "Sabrina Ellis, Andrew Cashen, Andy Bauer, Graham Low, Daniel Blanchard",
    "Genre": "Punk, Rock",
    "year_started": 2008,
    "group_summary": "Forging their friendships in the crucible of their Houston, TX, high school, Sabrina Ellis (vocals), Andrew Cashen (vocals, guitar), and Orville Neeley (drums) first got their start covering AC/DC, The Ramones, Joan Jett, and the finer points of the Back to the Future soundtrack at school dances under the band name Youth In Asia. Reuniting in Austin in 2008, they enlisted their pals Andy Bauer (guitar) and Graham Low (bass) and christened the act A Giant Dog.\n\nAGD is raucous ear candy culled from the hook-driven melodies of Slade, the glammy swagger of Marc Bolan, the morbid fantasy of Killer-era Alice Cooper, and the unpredictable wit of Sparks. Sabrina and Andrew’s lyrics, equal parts brutally honest, clever, and debased, have a knack for taking their idiosyncratic depravities and making them feel universal. These songs are by, for, and about the losers, freaks, and outcasts. The lonely. The terminally horny. Boozehounds and party animals. No band better speaks to the hearts of slackers, burnouts, rockers, sluts, and creeps everywhere than A Giant Dog.\n\nAGD have built their reputation blowing the goddamned doors off every venue in Austin. Live, they are loud, heavy, electrifying. Sabrina struts around the stage like Iggy Pop channeling Tina Turner. Andrew hurls himself from the summit of the speaker stack. Graham’s headbanging clobbers anything close to him. The audience rages, asses shake, and everyone leaves drenched in beer and bodily fluids.\n\nOver the years, they’ve clocked in their time on the road, leaving destruction in their wake. They’ve shared members with other bands in the Austin rock ’n’ roll community including Sweet Spirit, OBN IIIs, Bobby Jealousy, and others.\n\nIn 2012, AGD impressed fellow Austinite and Spoon frontman Britt Daniel enough that he took them under his wing to start demolishing concert halls across the USA as the support act for his band. In Daniel’s own words, “Andrew and Sabrina are currently writing circles around just about anyone else in rock and roll. Their live show is insane, which is probably why I’ve seen more of their shows than any other band’s over the past few years.”\n\nPile, AGD’s third LP and first for Merge Records, shows a band whose years of road-dogging have honed them into unstoppable rock machines. Their second time working with producer Mike McCarthy (Spoon, White Denim, Trail of Dead) reveals Sabrina’s impressive pipes, Andrew’s sweet licks, and a pummeling rhythm section—everything is tighter, more focused, crisper. The album deals with divorce, getting older, dying, frustration, and futility, ultimately transcending those earthly headaches through the power of rock ’n’ roll.",
    "image": "http://kutx.org/wp-content/uploads/2015/01/AGD-960x400.jpg",
    "albums": "2012: Fight\n2013: Bone\n2016: Pile\n2017: Toy",
    "tour": "http://www.agiantdog.com/newwp/#shows",
    "external_links": "http://www.agiantdog.com/newwp/",
    "social_media": "https://www.facebook.com/agiantdog\nhttps://instagram.com/agiantdog/",
    "email": "none"
  },
  {
    "group": "Grupo Fantasma",
    "artists": "Beto Martinez, John Speice, Jose Galeano, Greg Gonzalez, Mark Gonzales, Josh Levy, Gilbert Elorreaga, Kino Esparza, Matthew Holmes",
    "Genre": "Latin Rock, Urban, Alternative, Funk",
    "year_started": 2000,
    "group_summary": "Formed in 2000 from the merger of two Austin acts, The Blimp and The Blue Noise Band, the band emerged with a biweekly gig at the Empanada Parlour in Austin in 2001. The band is best known for their exuberant live shows, innovative contemporary recordings and associations with Prince and his 3121 Club in Las Vegas. The band backed Prince on numerous occasions, including his performance on the ALMA Awards in 2007, and often perform at his after-party jam sessions. The band has performed with a diverse array of artists including Maceo Parker, Sheila E, GZA of Wu-Tang Clan, Spoon, Daniel Johnston, and many others. The ensemble has sold more than 20,000 albums independently and has had music featured in many popular television series.\n\nGrupo Fantasma twice played the Austin City Limits Music Festival and taped an episode of the Austin City Limits television series on PBS, which first aired November 17, 2007. They have also performed at such festivals as the Montreal Jazz Festival, Bonnaroo, Wakarusa, WOMAD, North Sea Jazz Festival and the Calgary Folk Music Festival as well as having headlined numerous SXSW showcases in their career. The band performs frequently, regularly doing over 150 performances a year. Their horn section has also made various appearances on worldwide releases and has recently performed with indie rock band Spoon. Grupo Fantasma's music has been featured in the NYC public-access television cable TV show The Unbelievable Show from 2001 to 2004. The band has garnered over a dozen Austin Music Awards, and an induction into the Austin Music Hall of Fame.\n\nThe group's album Sonidos Gold was nominated for Best Latin Rock or Alternative Album for the 51st Grammy Awards. Grupo's album El Existential was awarded the Grammy for Best Latin Rock or Alternative Album at the 53rd Grammy Awards two years later.\n\nGrupo Fantasma’s songs “Chocolate”, “Barretta” and “Perso Fra/Mesquites” were featured in Showtime’s Weeds season 6 premiere episode which debuted on August 16, 2010 and their cover of the Chicago song \"Saturday in the Park\" (Sabado en el Parque) was featured on the TV show \"Breaking Bad\".",
    "image": "https://media.npr.org/assets/img/2015/11/12/grupo-fantasma_wide-a0c1bf6bcc1e9d716ace91faa3352db3b1d0c677.jpg?s=1400",
    "albums": "2002: Grupo Fantasma\n2004: Movimiento Popular \n2006: Comes Alive \n2008: Sonidos Gold \n2010: El Existential \n2016: Problemas \n2019: American Music: Volume 7",
    "tour": "https://www.grupofantasma.com/tour",
    "external_links": "https://www.grupofantasma.com/home",
    "social_media": "http://instagram.com/grupofantasma\nhttp://www.youtube.com/user/grupofantasmatube\nhttps://twitter.com/grupofantasma\nhttps://www.facebook.com/grupofantasmamusic/\nhttp://soundcloud.com/grupo-fantasma\nhttps://open.spotify.com/artist/1EJ0KSMkpoQJHChu5AyTHE",
    "email": "none"
  },
  {
    "group": "Ley Line",
    "artists": "Madeleine Froncek, Emilie Basez, Lydia Froncek, Kate Robberson",
    "Genre": "Blues, Folk, Soul",
    "year_started": 2014,
    "group_summary": "Four voices coalesce. Rooted in rhythm. The women of Ley Line transcend language and genres to create a sound that seems to emerge from deep within the earth. Dynamic harmonies run like a current through textures of stand up bass, guitar, ukulele and percussion. Raised on the North American traditions of blues, folk and soul and inspired by their world travels, Ley Line creates a global soundscape; blending rhythms and influences from Brazil, Latin America and West Africa. Ley Line’s multilingual performances unite audiences around the world.\n\nLey Line is the musical merging of two duos. Austinites Kate Robberson and Emilie Basez met twin sisters Madeleine and Lydia Froncek at the Telluride Bluegrass Festival in 2013. Since reuniting in Austin, Texas in 2015, Ley Line has been weaving together their individual journeys into a collective vision. Through intimate live performances and multilingual lyrics, Ley Line’s music inspires connection across the peaks and valleys of the human experience.",
    "image": "https://static1.squarespace.com/static/5b692379da02bc93873be43d/5b6a9d196d2a737c80f25f13/5b6a9d4b8a922df70e42172b/1533748153144/Screen+Shot+2018-08-07+at+12.11.48+AM.png",
    "albums": "2016: Field Notes",
    "tour": "https://www.leylinesound.com/#tour-1-section",
    "external_links": "https://www.leylinesound.com/",
    "social_media": "http://instagram.com/leylinesound\nhttps://www.youtube.com/channel/UCM-8jw3X9wHQYqT1k2PKJxA\nhttps://twitter.com/leylinesound",
    "email": "none"
  },
  {
    "group": "The Octopus Project",
    "artists": "Josh Lambert, Toto Miranda, Yvonne Lambert, Lauren Gurgiolo",
    "Genre": "Pop, Electronic, Rock and Roll, Psychedelic",
    "year_started": 2002,
    "group_summary": "he Octopus Project is an American indietronica band based in Austin, Texas, active since 1999. Its sound blends pop and experimental elements, and is a combination of digital and electronic sounds and noises (including drum machine, keyboard, synthesizers and other devices) and analog equipment (including guitars and live drums). Its music is mostly instrumental.\n\nOn April 30, 2006, the band played the Coachella Valley Music and Arts Festival. They were offered the opportunity after a fan, unbeknownst to the band, entered them in a contest held by the festival on MySpace in which voters were to \"nominate their favorite band for an open slot at the festival\". In 2007, the Octopus Project supported underground hip hop star, Aesop Rock, and indie electronic icons, Stereo Total, on their national tours. In 2008, The Octopus Project performed at notable festivals such as Lollapalooza, All Tomorrow's Parties (music festival), and the Austin City Limits Festival.\n\nThe Octopus Project composed and performed a series of unique, individual scores for short films played at Alamo Drafthouse in Austin in February 2009. For their performance at the South by Southwest festival in their hometown in March 2010, the band put together a multi-media show which involved them performing material from what was to be their upcoming release, Hexadecagon. The band performed surrounded by eight loudspeakers, while eight projectors projected videos corresponding to the music on tent ceilings above the stage and the audience. Later that same year, The Octopus Project played at Moogfest 2010 in Asheville, North Carolina. They were scheduled to play just prior to Devo's headlining set. Three days prior to the concert, Devo's guitarist, Bob Mothersbaugh, severely injured his hand and was unable to play. Since the band was receiving a Moog Innovation Award at the festival, and because they didn't want to disappoint their fans, the remaining two members of Devo enlisted the help of The Octopus Project, and together the two bands performed the Devo songs \"Girl U Want\" and \"Beautiful World.\"\n\nIn 2011, the band snagged the opening spot on tours with Devo, Man or Astroman, and Explosions in the Sky. The band spent the rest of that year working on soundtracks for the feature film, Kid-Thing, and the video game, Thunderbeam. In 2012, The Octopus Project began work on what would be their fifth studio album, Fever Forms. The first single from the album, Whitby, was released as an EP in November—complete with b-sides, a karaoke version, and a video directed by the band.\n\nIn early 2015, Ryan Figg was replaced by Lauren Gurgiolo from Okkervil River and The Dialtones.",
    "image": "https://media2.fdncms.com/boiseweekly/imager/u/magnum/8850070/lh_theoctopusproject_lupeceballos.jpg",
    "albums": "2002: Identification Parade \n2005: One Ten Hundred Thousand Million \n2007: Hello, Avalanche \n2010: Hexadecagon \n2013: Fever Forms \n2017: Memory Mirror",
    "tour": "http://www.theoctopusproject.com/shows.html",
    "external_links": "http://www.theoctopusproject.com/",
    "social_media": "http://www.facebook.com/home.php?#/pages/The-Octopus-Project/8865543084?ref=ts\nhttp://www.http//octopusprojectband.tumblr.com/\nhttp://twitter.com/octopusproject\nhttp://www.myspace.com/theoctopusproject",
    "email": "none"
  },
  {
    "group": "Quiet Company",
    "artists": "Taylor Muse, Thomas Blank, Bill Gryta, Jeff Stringer, Trevor Dowdy",
    "Genre": "Indie, Pop, Rock",
    "year_started": 2000,
    "group_summary": "About the Band\nQuiet Company is a band from Austin, TX. Beginning with their first release, Shine Honesty in 2006, Quiet Company has at many times been the only rock band in Austin. \n\nQuiet Company won Rock Band of the Year during SXSW 2016, adding to their previous 11 Austin Music Awards including Band of the Year, Album of the Year, Rock Band of the Year, Indie Band of the Year and Song of the Year, all won on the strength of their 2011 release We Are All Where We Belong.\n\n\nIn January 2019, Quiet Company will release their 3rd EP since 2017, following up 2017’s raucous “Your Husband, the Ghost” with what originally was planned to be lead singer & songwriter Taylor Muse’s solo album: “On Corners & Shapes.”",
    "image": "http://modernoutsider.com/assets/general/QuietCompany1-Photo-by-Jeremy-Witteveen.jpg",
    "albums": "2006: Shine Honesty\n2009: Everyone You Love Will Be Happy Soon\n2010: Songs for Staying In\n2011: We Are All Where We Belong\n2013: A Dead Man On My Back: Shine Honesty Revisited [NR]\n2015: Transgressor\n2019: On Corners & Shapes",
    "tour": "http://www.quietcompanymusic.com/#shows",
    "external_links": "http://www.quietcompanymusic.com",
    "social_media": "https://www.facebook.com/quietcompany\nhttps://www.instagram.com/quietcompanytx\nhttps://twitter.com/quietcompanytx\nhttps://www.youtube.com/user/quietcompany",
    "email": "none"
  },
  {
    "group": "The Stacks",
    "artists": "Jake Ames, Katy Yount, Steven Thyberg, Tommy Bahama, Georgia Parker, Lucas Ames",
    "Genre": "Psych, Indie Rock, New Wave, Garage, Drone Folk",
    "year_started": 2011,
    "group_summary": "The Stacks play bedroom anthems to bare walls.",
    "image": "https://scontent-atl3-1.xx.fbcdn.net/v/t1.0-9/27458983_1812553955456156_1101192422341739282_n.jpg?_nc_cat=103&_nc_ht=scontent-atl3-1.xx&oh=c3e81c44071eef78f2243be551fd625b&oe=5D46FD63",
    "albums": "2017: Wasted Nostalgia",
    "tour": "https://www.facebook.com/pg/thestacksofficialpage/events/?ref=page_internal",
    "external_links": "https://www.facebook.com/thestacksofficialpage/",
    "social_media": "https://m.me/thestacksofficialpage\nhttps://twitter.com/TheStacksband",
    "email": "thestacksuphigh@gmail.com"
  },
  {
    "group": "TC Superstar",
    "artists": "Mitchell Webb, Julio Correa, Emily DiFranco, Francis Rodriguez, Eileen Yuriko Roby, Aaron Chavez, Connor McCampbell, LB Flett",
    "Genre": "Pop",
    "year_started": 0,
    "group_summary": "TC Superstar is the solo project of Austin based songwriter Connor McCampbell. He wrote a collection of synth wave songs over the summer of 2017 and released TC Superstar's first album, Masc, in September 2017 through Austin based label Porch Fire Records. Fans and critics have described TC Superstar as \"bloopy 80s revivalist synth pop\" with \"congested vocals\" and \"pretty good beats.\" McCampbell's influences include Talking Heads, Chairlift, Arthur Russel, and Alex Cameron.",
    "image": "https://scontent.fftw1-1.fna.fbcdn.net/v/t1.0-9/55539166_2154815357909673_8153006611200212992_o.jpg?_nc_cat=103&_nc_ht=scontent.fftw1-1.fna&oh=cbcb4e8309a1bdba17f6e4322091c24a&oe=5D0ECC9A",
    "albums": "2019: Dana Be Mine\n2018: Heat Death\n2018: Denial (Single)\n2017: Masc",
    "tour": "https://www.facebook.com/pg/TCSuperstar/events/?ref=page_internal",
    "external_links": "https://www.facebook.com/TCSuperstar/",
    "social_media": "https://www.facebook.com/TCSuperstar/\nhttp://tcsuperstar.com/\nhttps://www.youtube.com/channel/UCqDG2Nn8MhsG7qkrjeOQhkg\nhttps://www.instagram.com/tc_superstar/?hl=en",
    "email": "tcsuperstar.booking@gmail.com"
  },
  {
    "group": "Alex Riegelman + Friends",
    "artists": "Alex Riegelman. Bryan Smith, David Shackleford",
    "Genre": "Independent",
    "year_started": 2015,
    "group_summary": "",
    "image": "https://f4.bcbits.com/img/0007708761_10.jpg",
    "albums": "2015: LITTLE PORTIONS\n2015: Just Blows it All Away - Single",
    "tour": "https://www.facebook.com/pg/alexriegelmanmusic/events/?ref=page_internal",
    "external_links": "https://alexriegelman.bandcamp.com/",
    "social_media": "https://www.facebook.com/alexriegelmanmusic/\nhttps://alexriegelman.bandcamp.com/",
    "email": "none"
  },
  {
    "group": "Longriver",
    "artists": "David Longoria",
    "Genre": "Singer-Songwriter, Folk, Country, Blues, Greens",
    "year_started": 2015,
    "group_summary": "With a finger-picking style and a voice like a sharp and flowing water, Longriver turns the mirror back on the world with earnest and captivating tone.\n\nLongriver was born David Longoria in Houston, Texas. He is a singer, songwriter, and poet living in Austin. Influenced by the songs of Bob Dylan, Charley Patton, John Fahey, Rolling Stones, Hank Williams, etc., Longriver plays guitar and harmonica.\n\nIn his former quartet the Black, David Longoria unraveled a Dylan-esque twang and rolling lyrics bursting through a rockabilly energy. Now, the Austin songwriter and poet (Longriver) turns towards an intimate folk. The intricate guitar work that highlighted last year’s demos and cassette-only debut hearkened John Fahey as Longriver spins mesmerizing acoustic soundscapes. – Doug Freeman – Austin Chronicle",
    "image": "http://www.longriversongs.com/wp-content/uploads/2010/12/FullSizeRender.jpg",
    "albums": "2015: Longriver",
    "tour": "https://www.facebook.com/pg/LongriverSongs/events/?ref=page_internal",
    "external_links": "https://www.facebook.com/LongriverSongs/",
    "social_media": "https://longriver.bandcamp.com/releases\nhttp://longriversongs.com/\nhttps://www.facebook.com/LongriverSongs\nhttps://www.instagram.com/longrivermusic/\nhttps://www.youtube.com/channel/UC5mJuqz1k2tiDRRSJsT4jbg",
    "email": "davidlongoriax@gmail.com"
  },
  {
    "group": "Indoor Creature",
    "artists": "Caleb Fleischer, Travis Kitchen, Marcus Bell, Terrence Kiser",
    "Genre": "Indie pop",
    "year_started": 2013,
    "group_summary": "Indoor Creature is located in Austin but they could be anywhere or anytime. Driven by a desire to keep those countless mindless hours at bay, listen to Indoor Creature to remind yourself that your life isn’t purposeless. Make your own reason. Time keeps slipping into the future but with Indoor Creature it’s well spent.",
    "image": "https://scontent.fftw1-1.fna.fbcdn.net/v/t1.0-9/49205150_2409807089247124_4953104152881266688_o.png?_nc_cat=101&_nc_ht=scontent.fftw1-1.fna&oh=eabcc704d810e8607adec36589220f46&oe=5D3D956C",
    "albums": "2019: Year of the Dog",
    "tour": "",
    "external_links": "",
    "social_media": "https://www.youtube.com/user/KayFleisch",
    "email": "theindoorcreature@gmail.com"
  },
  {
    "group": "Dead Recipe",
    "artists": "Kyle, Tom, Camille",
    "Genre": "Alternative, Indie",
    "year_started": 0,
    "group_summary": "​If you like your pop music a bit on the weird side, Santa Cruz duo Dead Recipe may be for you. Formed by Austin natives Kyle Albrecht and Camille Lewis, Dead Recipe takes somewhat standard melodies and surrounds them with tons of heavily-modulated samples and delicious oddball soundscapes. Albrecht tells me that the duo has collaborated over email for much of their existence and has seen four other members come and go, but now they are settled in Santa Cruz to work in person as a pair. For live shows, both Lewis and Albrecht are on samplers, with Lewis also playing guitar and Albrecht on keys.",
    "image": "https://scontent-dfw5-2.xx.fbcdn.net/v/t1.0-9/18893462_1425763117492675_3121945964638505541_n.jpg?_nc_cat=100&_nc_ht=scontent-dfw5-2.xx&oh=20be700dfed507f7f998cb408b9d1faf&oe=5D431444",
    "albums": "2015: Sushi Noir\n2015: Day of Mangoes\n2017: GOOCHIGOO",
    "tour": "https://www.facebook.com/pg/DeadRecipe/events/?ref=page_internal",
    "external_links": "https://www.facebook.com/DeadRecipe/",
    "social_media": "https://www.facebook.com/DeadRecipe/\nhttps://soundcloud.com/dead-recipe",
    "email": "deadrecipe@gmail.com"
  },
  {
    "group": "Wilson Marks",
    "artists": "Wilson Marks",
    "Genre": "Singer-songwriter",
    "year_started": 0,
    "group_summary": "Wilson Marks is a singer-songwriter and performer who studied jazz in the city of New Orleans and tacos in Austin TX. Formerly of the Sparrowmakers, his songs often feature word play, alliterative turns of phrase and furry chords. His songs veer from irreverence and fancy to the personal. Songs of hope, and longing, amidst a handful of swinging tunes that sound like they sashayed in from Tin Pan Alley, still wet with the rain. \n\nA multi-instrumentalist (guitar, accordion, piano), when not playing out in an original trio format (Janie Cowan or Josh Flowers, bass and Aaron Parks, drums), he plays as a sideman for a variety of other projects, most notably The Love Leighs, an outfit with a unique style that could be called jazz twang. He's featured on J Wagner's past few releases, coproduced an album of Katie Sachs' and is featured on Jen Hitt's upcoming album among others... \n\nThe cover of his latest release, Spring 2015, of \"What was Made for Weathering\" features a house he once lived in that was made of barge-wood that floated down the Mississippi river. Being unable to send the barge back upriver for repeat use, they were often disassembled and restructured into shotgun houses. What was a boat can become a house. What was a house can be laid waste. Or turned into something else entirely. Songs of loss, hope, love, change and transformation.",
    "image": "https://f4.bcbits.com/img/0007223454_10.jpg",
    "albums": "2015: What was Made for Weathering\n2017: Gifts of a Magpie\n2018: Peregrine",
    "tour": "https://www.wilsonmarks.com/shows",
    "external_links": "https://www.wilsonmarks.com/home",
    "social_media": "http://www.facebook.com/wilsonmarksmusic\nhttps://wilsonmarks.bandcamp.com/\nhttp://twitter.com/wilson.marks\nhttps://www.youtube.com/channel/UCtZ9oSFufD-gv9trCmfLEoQ",
    "email": "earthtowilson@gmail.com"
  },
  {
    "group": "Tyler Jordan and the Negative Space",
    "artists": "Tyler Jordan, Anastasia Wright, Jake Ames, Phil Dunne",
    "Genre": "Indie, Rock, Folk Rock, Americana",
    "year_started": 0,
    "group_summary": "Americana and country music have always been concerned with narratives of loss and desire. From Hank Williams' bourbon-soaked lullabies to Drive-By Truckers' book of populist tragedies, sorrow has fascinated country musicians of all varieties since the genre's inception in the 1920s. Tyler Jordan and The Negative Space offers no exception to this long-standing tradition. Founded in 2016 by members from various Austin favorites (The Gents, Critical Dad), Tyler Jordan crafts downcast alt-country loaded with barrelhouse swagger and autobiographical confession. Everything You Have and Are, the band's debut, traverses through dusty Americana and southern rock, showcasing frontman Tyler Jordan's knack for spinning deeply personal narratives through imagery and detail. Fortunately, the album avoids common pitfalls of alt-country—platitudes, tired Southern archetypes, etc.—through not only Jordan's engrossing songwriting but also The Negative Space's fierce musicianship. Everything You Have and Are is an excellent debut from a promising new local act.",
    "image": "https://f4.bcbits.com/img/a1333181782_2.jpg",
    "albums": "2016: B-side\n2016: Everything You Have and Are",
    "tour": "https://www.facebook.com/pg/tylerjordanandthenegativespace/events/?ref=page_internal",
    "external_links": "https://tylerjordanandthenegativespace.bandcamp.com/",
    "social_media": "https://www.facebook.com/tylerjordanandthenegativespace/\nhttps://twitter.com/tylerjordan?lang=en\nhttps://www.instagram.com/tylerjordan/?hl=en",
    "email": "none"
  },
  {
    "group": "Paige Renee Berry",
    "artists": "Paige Berry, Tyler Jordan, Conner Strickland, Caitlin Callas",
    "Genre": "Dream Folk",
    "year_started": 0,
    "group_summary": "Hi, I'm Paige and I'm a maker.\nI'm a designer/maker/adventurer from Knoxville, TN, relocated to Austin, Texas in August 2015. My love for design is founded in its expansiveness-- that any and all materials can be explored to express an idea. I have a soft spot for illustration and hand-drawn typography and I tend to incorporate some element of the hand in all my favorite work. I see design as a way to connect with others--to learn and express real-life narratives while creating my own. When I'm not behind a screen, I can be found scouring the best thrift finds, searching for a swimming hole, or catching a show with my pals. \n\nPlease contact me at paige.renee.berry@gmail.com for work inquiries or just to say hello!",
    "image": "https://scontent-dfw5-2.xx.fbcdn.net/v/t1.0-9/39918072_478834955922247_7505933512764030976_n.jpg?_nc_cat=111&_nc_ht=scontent-dfw5-2.xx&oh=0eaa1d1c676a972360cad48cf3b91dea&oe=5D429D80",
    "albums": "None",
    "tour": "https://www.facebook.com/pg/paigereneeberry/events/?ref=page_internal",
    "external_links": "https://www.facebook.com/paigereneeberry/",
    "social_media": "https://www.facebook.com/paigereneeberry/\nhttps://www.instagram.com/paigereneeberry/",
    "email": "none"
  },
  {
    "group": "McMercy Family Band",
    "artists": "Brother Dan, Brother Ryan, Brother Adam, Sister Kristen, Sister Lindsey, Cousin Rubin, Uncle Ted",
    "Genre": "Gospel",
    "year_started": 0,
    "group_summary": "The McMercy Family Band provide a fresh take on gospel music that is delightfully off-kilter.\n\nBased in Austin and founded by the “Reverend” Ted Hadji, the septet is comprised of Brother Dan, Brother Ryan, Brother Adam, Sisters Kristen and Lindsey, Cousin Rubin, and Uncle Ted, altogether creating a swell of strings and vocals, wading somewhere between uplifting and sinister. The band released their debut album Hallelujah Anyhow in the summer of 2014, which is a stripped down collection of songs brimming with rich vocal harmonies, lo-fi folk, and an intangible energy.",
    "image": "https://scontent-dfw5-2.xx.fbcdn.net/v/t1.0-9/37554885_10156540484697840_4907515690669309952_n.jpg?_nc_cat=108&_nc_ht=scontent-dfw5-2.xx&oh=40c1bf33c27806c47142a60e1e7fb145&oe=5D4689E4",
    "albums": "2013: Hallelujah Anyhow",
    "tour": "https://www.facebook.com/pg/McMercy-Family-Band-84150857839/events/?ref=page_internal",
    "external_links": "https://www.facebook.com/McMercy-Family-Band-84150857839/",
    "social_media": "http://mcmercyfamilyband.tumblr.com/\nhttps://mcmercyfamily.bandcamp.com/album/hallelujah-anyhow\nhttps://www.instagram.com/mcmercyfamilyband/",
    "email": "none"
  },
  {
    "group": "Candler Wilkinson",
    "artists": "Curtis Sigurd, Matt Thomas",
    "Genre": "Swing, Western Swing, Jazz, Traditional Country, Jump Blues.",
    "year_started": 0,
    "group_summary": "I've held a guitar in my hands since I was an infant or a toddler. I started seriously practicing my instrument and learning to play when I was 13 years old. \nI played(practiced) in a few heavy metal bands. \nI started focusing on learning to play traditional country music when I was 17 or 18. \nI started playing open mic nights in San Antonio in 2008/ 2009.\nIn august 2009 I moved to Austin TX where I busked on a street corner of Red River and 6th street every Saturday from 9pm till 2am. \nOne night at Bull McCabe's Irish Pub, I got a chance to play with Curtis Sigurd and Matt Thomas. \nNow we play at Stay Gold, The Lost Well, Hole in The Wall, The White Horse, etc. \nJoin us some time, we'd love to see you there.",
    "image": "https://i2.wp.com/theabgb.com/wp-content/uploads/11424761_780462402072496_6430535346067421507_o.jpg?fit=872%2C1200&ssl=1",
    "albums": "None",
    "tour": "https://wilkinsonsswing.com/tour-info/",
    "external_links": "https://wilkinsonsswing.com/",
    "social_media": "https://www.facebook.com/WilkinsonsSwing/\nhttps://www.reverbnation.com/WilkinsonsSwing\nhttps://soundcloud.com/candlerthefourth",
    "email": "none"
  },
  {
    "group": "Batty Jr.",
    "artists": "Zeke Jarmon, Sadie Wolfe, Taylor Turner, Daniel Coborn",
    "Genre": "alternative, folk, rock, folk rock, indie, indie rock, off-kilter, psychedelic, rock'n'roll, trip",
    "year_started": 0,
    "group_summary": "The sounds of Batty Jr. are comprised of Zeke Jarmon, Sadie Wolfe, Delwin Campbell, and Taylor Turner. Batty Jr. has given birth to some of the most compelling and original music Austin has to offer with family and friends from members of Capyac and Wild Child. Like the tree that falls unheard in the forest, Batty Jr.'s lack of press has yet to bring their music to reach a wide audience. But, as much of the world's art and talent hovers in darkness, Batty Jr. is a jubilant light that dawn brings and desperately deserves a vehicle to spread their timeless music all around. The vocal nuances of Zeke are unlike anyone else. From the way they slip and slide, effortlessly dancing around notes, to the unadulterated essence of the being from which said sounds flow, he's truly his own. Zeke's ability to give a performance has the freshness and the authenticity of someone who probably doesn't look in the mirror too much.",
    "image": "https://scontent.fftw1-1.fna.fbcdn.net/v/t1.0-9/46156100_1023639764488774_3049028516432576512_n.jpg?_nc_cat=100&_nc_ht=scontent.fftw1-1.fna&oh=196226c12d108865760d924b070efd98&oe=5D034BEB",
    "albums": "2017: From The Land Of Insofaras\n2018: Wormholes",
    "tour": "https://www.facebook.com/pg/thebattyjuniors/events/?ref=page_internal",
    "external_links": "https://www.facebook.com/thebattyjuniors/",
    "social_media": "https://www.facebook.com/thebattyjuniors/\nhttps://battyjr.bandcamp.com/\nhttps://www.vuhaus.com/artists/batty-jr",
    "email": "thebattyjuniors@gmail.com"
  },
  {
    "group": "Captian Moon & The Silver Spoons",
    "artists": "​Landon Paul Berry, Christiana Lovfald, Tyler Michael Stern, Michael Wright, Andrew Dunlap, Matthew Tuggle, Hiram Sebastian, \"Corky\" Rodriguez, \"Jazzy\" Josh Kayo",
    "Genre": "Funk, alternative, brass, funk rock, indie rock, soul",
    "year_started": 0,
    "group_summary": "None",
    "image": "https://scontent.fftw1-1.fna.fbcdn.net/v/t1.0-9/55646547_2345997592101325_2579060593470210048_n.jpg?_nc_cat=103&_nc_ht=scontent.fftw1-1.fna&oh=a50623bbf98ec6a3b055985921858d5a&oe=5D38CA13",
    "albums": "2019: All My Ghosts (Single)",
    "tour": "https://www.facebook.com/pg/captainmoonatss/events/?ref=page_internal",
    "external_links": "https://www.facebook.com/captainmoonatss/",
    "social_media": "https://www.facebook.com/captainmoonatss/\nhttps://twitter.com/captainmoonatss/\nhttps://captainmoon.bandcamp.com/\nhttps://open.spotify.com/artist/3CG4j0JdWWx3sDd3NViPnp",
    "email": "thebandspectra@gmail.com"
  },
  {
    "group": "Ama",
    "artists": "Sam Jordan, Miles Kelley, Alex Peterson, Blair Robbins",
    "Genre": "rock, ambient, indie, power, pop, singer-songwriter",
    "year_started": 0,
    "group_summary": "Ama is a power pop group from Austin, TX based around the songs and visual art of Blair Robbins. Robbins has gained experience in the Austin music community over the past seven years through singing with Spoon, Peter Matthew Bauer (formerly of The Walkmen), and Walker Lukens, as well as playing guitar, keyboards, and bass in an array of local bands. Her artistic vision finds fruition in Ama, as her friends and fellow bandmates lend nuance and dynamics to heartfelt songs that summon strength through vulnerability.",
    "image": "https://f4.bcbits.com/img/0015507309_10.jpg",
    "albums": "2017: Losing Less\n2018: Ama",
    "tour": "https://www.facebook.com/pg/amatheband/events/?ref=page_internal",
    "external_links": "https://www.facebook.com/amatheband/",
    "social_media": "https://amasong.bandcamp.com",
    "email": "amabandatx@gmail.com"
  },
  {
    "group": "Guy Forsyth",
    "artists": "Guy Forsyth",
    "Genre": "blues rock",
    "year_started": 1990,
    "group_summary": "Austin, Texas-based musician, singer, storyteller, and songwriter Guy Forsyth was  Born in the Denver City Hospital in Colorado on November 30, 1968 to  \n\nStephen and Vicki Forsyth . After a short time spent discovering that he and college didn't agree, Forsyth joined the circus – or at least the closest thing he could find, The Renaissance Festival. He got a job as a stuntman playing Robin Hood, getting beaten up by an actor playing Little John in an act that ended with Forsyth getting his butt kicked and thrown into filthy water. He has tried to work his way up in showbiz ever since.\n\nWhile on the road, he would spend the weekends performing and the weekdays healing. He would spend his time practicing guitar, and listening to music in the places they would go like New Orleans, New York, Memphis. On January 10, 1990, Forsyth packed anything that would fit in a U-Haul trailer and drove south on I-35 from Kansas City, Kansas to Texas to make his fortune in the music industry. He found himself playing at Joe's Generic Bar down on Sixth Street in Austin, busking on the West Mall of the University Of Texas Campus and anywhere that would listen.\n\nToday he has played around the world, made 20 or so records, won many awards and helped define Austin music. Forsyth is simply a one-of-a-kind original. He not only writes and sings his own songs, but he enjoys telling the stories behind their inspiration. He is a modern American Songster. Not one song is the same, but they share the same care and craftsmanship. No matter the tune, no matter the rhythm, Forsyth’s music will bring a smile and and make the body move. One could even argue that he was made for this lifestyle—one of endless music and lyrical storytelling.\n\nBlues made him want to play. Forsyth’s first works were electric, raw blues that held nothing back. When he showed up in Austin, he had with him a bandolier of Harmonicas and a carnival barkers voice that could cut through the noise of the busiest night on Sixth street. In 1999 Forsyth & Artie Gold recorded their recorded first Blues album,”Scalpel & Sledgehammer” on cassette tape. “It was recorded at Erik Blakley’s home studio (for $8 an hour), where Artie produced, recorded and paid for it all himself,” said Forsyth. “We sold it at gigs, took some to the Antone’s record shop, there might be a couple still there. I was the Sledgehammer.”\n\nHe found himself working his way up from the lowest working man blues clubs to Austin’s Blues Throne, Antone’s. Clifford Antone signed Guy to his prestigious Antone’s Blues Label after Guy’s band landed an every Sunday residency that lasted ten years (Needle Gun, Can you Live Without, Steak), and winning The Austin Chronicle Readers Poll for Best Blues Band for several years running. Clifford Antone’s label suffered some trouble with the Law after being involved with a rather massive marijuana bust and, despite the records being critically acclaimed, the label went into a series of bankruptcies. Frustrated, Guy could not get his own records to sell.\n\nUndeterred, he started The Asylum Street Spankers, an irreverent band that followed him in ecstatic, eclectic, theatrical acoustic display of American musical history, as if Rock and Roll had never happened that took Austin by storm, which was awarded best none of the above band and performed at the Austin Music Awards. While all of this was going on, Forsyth released a live record in Holland on a Dutch Label (High Temperature, Lizard disk) that made such an impact that Forsyth tours Europe almost every year, with North Europen Blues bands routinely covering his songs.\n\nForsyth’s most recent musical project, The Hot Nut Riveters, is a band that holds their own in a pure acoustic sound mix of eccentric bluegrass-Bluespop/Country Folk and they will be releasing their second album early in 2018 (Torches & Pitchforks part 1: Politics). And, if that wasn’t enough on his plate, Forsyth has been leading his award winning blues band. Over the years, Forsyth’s music had been featured, both live and recorded in favored pubs and bars of Austin, to movies (Waking Life and Hands on a Hard Body, to name a couple). He has been on tour nationwide and internationally, from festivals to shared stage time with the big boys (BB King, Ray Charles, Ben Harper, and John Hammond to name a few). To top his accomplishments, he won the Austin Male Vocalist of the Year Award (2005) and is nominated again for the same title in 2018.\n\nForsyth’s life is not entirely focused on music, however. He is a firm believer of working together to bring about solid goals and happier times. He played for Bernie Sanders and sang This Land is Your Land with him during the Presidential Election of 2015-16 when he was campaigning in Austin, and is a firm and active supporter for HAAM (Health Alliance for Austin Musicians). To sustain his community on the most fundamental of levels he has taught Tai-Chi in Austin for 10 years to disabled vets, children & anyone else who wanted to learn for free giving lessons to those who wanted to learn, believing that it is a solid way to help center oneself and create balance in life.\n\n“I learned yoga in the park, the community can take care of itself,” he says. “If you can afford to contribute, you should; when I can, I do.” He frequently visits schools to teach music for children, from instruments to lyrics; not just teaching them to play, mind you, but to understand the magic that is at their fingertips. Which is to say, the musician Guy Forsyth is a work of wonder; bright and eclectic as his music with a flair of “What next?” by the end of the day. With both his music and his way of life, he has us seated at the edge of our seats, waiting to see what will happen in the next scene. Forsyth is the proud father of 2 little girls and a compassionate member of the community and is always first to lend a hand.",
    "image": "https://img1.wsimg.com/isteam/ip/58762f8c-253b-4389-92df-91f2157d1fb4/f1bc70d0-01f7-47a7-87ab-a808483ad601.jpg/:/rs=w:800,cg:true,m",
    "albums": "1994: High Temperature\n1995: Needle Gun\n1999: Can You Live Without\n2000: Steak    \n2005: Love Songs : For and Against\n2007: Unrepentant Schizophrenic Americana\n2008: Calico Girl\n2010: Live at Gruene Hall\n2012: The Freedom to Fail\n2014: Moustache Girl\n2015: Red Dress\n2015: The Pleaser",
    "tour": "https://www.reverbnation.com/guyforsythband/shows",
    "external_links": "https://guyforsyth.com/",
    "social_media": "https://www.facebook.com/guyforsythband/",
    "email": "smallandnimblerecords@gmail.com"
  },
  {
    "group": "Eric Johnson",
    "artists": "Eric Johnson",
    "Genre": "Rock, instrumental rock, jazz fusion, blues",
    "year_started": 1969,
    "group_summary": "Eric Johnson is touring in celebration of his 1990 release Ah Via Musicom, which was certified platinum plus and launched Eric's signature hit \"Cliffs Of Dover,\" which won the Grammy for Best Rock Instrumental Performance. Eric will be performing with an electric band on this tour.\n\nJohnson leapt to the forefront of contemporary music some 20 years ago as \"an extraordinary guitar player accessible to ordinary music fans,\" as the Memphis Commercial Appeal hails him, with his landmark album Ah Via Musicom. Lauded as a \"recording [that] has reached near-classic proportions within the guitar community\" by All Music Guide, it was preceded by dedicated groundwork as a live performer that marked him as a talent bound for great things. And it's been followed by a diverse and fascinating musical journey that inspired The New Age Music Guide to rave that \"Eric Johnson plays guitar the way Michelangelo painted ceilings: with a colorful vibrancy that's more real than life.\"\n\nFender Guitars will also be launching its Eric Johnson Signature \"Thinline\" Stratocaster to coincide with this tour.",
    "image": "https://www.boulderweekly.com/wp-content/uploads/2018/01/Overtones_-Credit-%C2%A9-Max-Crace.jpg",
    "albums": "1978: Seven Worlds\n1986: Tones\n1990: Ah Via Musicom\n1996: Venus Isle\n2002: Souvenir\n2005: Bloom\n2010: Up Close\n2014: Eclectic\n2016: EJ\n2017: Collage",
    "tour": "https://www.ericjohnson.com/tour",
    "external_links": "https://www.ericjohnson.com/",
    "social_media": "https://www.facebook.com/OfficialEricJohnson/\nhttp://instagram.com/officialericjohnson\nhttps://twitter.com/EJUPCLOSE\nhttps://www.youtube.com/channel/UC3JKXXWqrpNebvdeN1sBpkA",
    "email": "music@paradigmagency.com"
  },
  {
    "group": "Ephraim Owens",
    "artists": "Ephraim Owens",
    "Genre": "Jazz",
    "year_started": 0,
    "group_summary": "Owens began playing trumpet in elementary school after classmates urged him to join the school band. He continued his music education at the Booker T. Washington High School for the Performing and Visual Arts in Dallas, Texas and earned a music scholarship to Southwest Texas State University. Ephraim studied classical music until he switched to jazz after attending a Roy Hargrove concert.\n\nOwens moved to Austin, Texas in 1994 and became a fixture in the Austin music scene. Austin Mayor Bruce Todd proclaimed June 14, 1997, as Ephraim Owens Day. Owens has played all over the world and is adaptable to all styles of music, but mostly he plays his favorite music, jazz.\n\nOwens appears in a documentary film exploring the musical styles of the United States entitled, Before the Music Dies. Other featured artists included Bonnie Raitt, Elvis Costello, Eric Clapton, Dave Matthews, Erykah Badu, and Widespread Panic.\n\nOwens appears on the Abra Moore release On the Way playing flugelhorn.\n\nOwens plays with Black Red Black (with Red Young on keys and Brannen Temple on drums) and his various quintets, quartets, and trios and is a regular on the Austin music scene, playing as a regular at many mainstays.\n\nIn the Fall of 2015, Owens joined the Tedeschi Trucks Band, performing at the tribute/reunion to Joe Cocker Mad Dogs and Englishmen at the Lockn' Festival, and is currently on tour with the TTB",
    "image": "https://i2.wp.com/www.eastsideatx.com/wp-content/uploads/2016/11/EASTEphraimOwensIMGP1459.jpg?resize=667%2C500&ssl=1",
    "albums": "none",
    "tour": "https://www.bandsintown.com/en/a/1216193-ephraim-owens",
    "external_links": "https://www.facebook.com/ephraim.owens.5",
    "social_media": "https://www.facebook.com/ephraim.owens.5",
    "email": "none"
  },
  {
    "group": "Carolyn Wonderland",
    "artists": "Carolyn Wonderland",
    "Genre": "Blues",
    "year_started": 1990,
    "group_summary": "In 1999, Wonderland moved to Austin, Texas; in 2001, she lost her apartment lease after her landlord became ill, and decided to live out of her van since she was spending more than 300 days a year on the road performing.\n\nWonderland's instrumental abi\nlities include guitar, slide guitar, mandolin, trumpet, and piano. Although primarily a blues artist, Wonderland likes to incorporate elements of country, swing, zydeco, surf, gospel, soul, and cumbia into her musical mix. She usually performs with Cole El-Saleh on keyboards and Kevin Lance on drums.\n\nIn February 2008, Wonderland released the CD \"Miss Understood\" on the Bismeaux Productions label, and the title song has been on the Top 50 of the 'Roots Music Report' chart since the album's release. Fans of Wonderland's music include Bob Dylan, and Ray Benson, founder of Asleep At The Wheel. Benson produced Miss Understood, and has been one of her songwriting collaborators. Wonderland credits several blues and Texas musicians as influences on her music. One notable influence is Austin singer/songwriter Terri Hendrix, as Wonderland covered two Hendrix songs, (\"I Found the Lions\" and \"Throw My Love\"), on Miss Understood.\n\n\nCarolyn Wonderland jamming at Antone's in Austin (2008)\nWonderland has been involved in a number of recordings, including several that were self-produced on independent labels. She was the lead singer fronting the band Imperial Monkeys. Wonderland released Bloodless Revolution in 2008, and is the primary singer on the Jerry Lightfoot's Band of Wonder Texistentialism CD with Lightfoot and Vince Welnick (Grateful Dead, Tubes.)\n\nWonderland was a founding member of the Loose Affiliation of Saints and Sinners (with Papa Mali, Eldridge Goins, Guy Forsyth, and others), with several of her songs being featured on their Sessions from the Hotel San Jose Rm. 50 CD. She was also the lead guitarist in the all-girl, southern rock band Sis DeVille (other members include Shelley King, Sarah Brown, Lisa Pankratz, and Floramay Holliday), and a founding member of the Austin Volunteer Orchestra.\n\nWonderland appeared on Austin City Limits in 2008, and has had her music used on NBC's Homicide and Fox's Time of Your Life. She was a headlining artist at the annual Rochester International Jazz Festival summer 2009 at the Eastman Theatre and New York. In 2003, Wonderland opened the Sturgis Motorcycle Rally, after performing there for the previous ten years, singing the National Anthem with 'The Imperial Monkeys'.\n\nWonderland also performs with the Imperial Golden Crown Harmonizers, raising money for local Austin charities, food banks, soup kitchens, homeless shelters, and on behalf of the legalization of marijuana.\n\nOn April 6, 2018, Wonderland joined the legendary John Mayall's band as his first female lead guitarist in his 60+ year career.",
    "image": "https://cmga360music.files.wordpress.com/2015/02/jwj-sxsw-2012-wednesday-03439.jpg",
    "albums": "1993: Groove Milk\n1994: Truckstop Favorites Vol. 2        \n1995: Play with Matches\n1997: Bursting with Flavor\n1997: Blue Lights (CD single)\n2001: Alcohol & Salvation\n2003: Bloodless Revolution\n2008: Miss Understood\n2011: Peace Meal\n2015: Live Texas Trio\n2017: Moon Goes Missing",
    "tour": "http://carolynwonderland.com/tour/",
    "external_links": "http://carolynwonderland.com/news/home/",
    "social_media": "https://www.facebook.com/wonderchicken\nhttps://twitter.com/CarolynWonderla\nhttps://itunes.apple.com/us/artist/carolyn-wonderland/id7025180\nhttps://www.youtube.com/results?search_type=&search_query=carolyn+wonderland&aq=f\nhttp://www.reverbnation.com/carolynwonderland\nhttps://open.spotify.com/artist/0XhsEmCqMW2k9yMl4o8t4n",
    "email": "kevin@intrepidartists.com"
  },
  {
    "group": "Spoon",
    "artists": "Britt Daniel, Jum Eno, Rob Pope, Alex Fischel",
    "Genre": "Indie rock, indie pop, art rock, experimental rock, post-punk revival",
    "year_started": 1993,
    "group_summary": "With a heady blend of precision punk and serpentine classic rock (the band has drawn comparisons to everyone from the Pixies and Sonic Youth to Elvis Costello and Tom Petty), Texas-based indie outfit Spoon went from underground press darlings to one of the genre's most critically acclaimed acts. Formed in Austin by singer/guitarist Britt Daniel and drummer Jim Eno, Spoon released its debut EP, Nefarious, on the small Texas imprint Fluffer Records in 1994, eventually re-recording three of the songs for its 1996 full-length debut, Telephono, for Matador. The album was noisy, hook-filled, and generally well-received, but it wasn't until 1997's Soft Effects EP that the group began to hone in on the tight, minimalist pop that would become its forte. A brief and tumultuous affair with Elektra Records began in 1998 with the release of A Series of Sneaks, and quickly ended after the band was dropped in the midst of an internal company shake-up (the record was reissued in 2002 on Merge with two bonus tracks that chronicled the group's disappointment with major-label politics).\n\nIt was with prominent indie label Merge that the band would go on to carve out its niche in the increasingly widening modern rock mainstream, specifically with Girls Can Tell (2001) and Kill the Moonlight (2002) (the latter spawned the single \"The Way We Get By,\" which appeared on the popular teen drama The O.C.), both of which found the group taking a more adventurous approach with its sound. Released in 2005, Gimme Fiction soared even higher, debuting at number 44 on the Billboard charts and selling over 160,000 copies, while 2007's Ga Ga Ga Ga Ga made it to number ten and sold over 300,000 copies in the U.S., topping nearly every major critic's year-end list. Spoon, who by this time had become a fixture on soundtracks, television programs, and late-night talk shows, released its seventh full-length album, Transference, on January 18, 2010. It debuted at number four on the Billboard 200. After touring in support of the album, the band took a few years off. Daniel formed Divine Fits with Handsome Furs' Dan Boeckner, and the band released its debut album, A Thing Called Divine Fits, in 2012. Meanwhile, Eno concentrated on production work, collaborating with artists including the Strange Boys, Alejandro Escovedo, and the Heartless Bastards. Spoon resurfaced in 2014 with They Want My Soul. The band's eighth album also marked their first time working with an outside producer in the shape of Dave Fridmann. Hailed by the band as its \"loudest and gnarliest\" work to date, it was released in August 2014 through Loma Vista Recordings in the U.S. and Anti in Europe. Late in 2016, the song \"I Ain't the One\" was featured on the Showtime dramedy Shameless, offering the first taste of Spoon's ninth album. Hot Thoughts, which reunited the band with Fridmann and ranged from dance-rock to stripped-down ballads, was released by Matador in March 2017. ~ James Christopher Monger, Rovi",
    "image": "http://www.spoontheband.com/spoon/wp-content/uploads/2018/09/Spoon-Site-Promo-Photo.jpg",
    "albums": "1996: Telephono\n1998: A Series of Sneaks\n2001: Girls Can Tell\n2002: Kill the Moonlight\n2005: Gimme Fiction\n2007: Ga Ga Ga Ga Ga\n2010: Transference\n2014: They Want My Soul\n2017: Hot Thoughts",
    "tour": "http://www.spoontheband.com/spoon/#tour",
    "external_links": "http://www.spoontheband.com/spoon/",
    "social_media": "https://www.facebook.com/spoontheband\nhttp://fuckyeahspoon.tumblr.com/\nhttps://twitter.com/spoontheband\nhttps://www.instagram.com/spoontheband/\nhttps://www.youtube.com/user/spoontheband\nhttps://en.wikipedia.org/wiki/Spoon_(band)",
    "email": "info@sammusicbiz.com"
  },
  {
    "group": "Shakey Graves",
    "artists": "Shakey Graves",
    "Genre": "Americana",
    "year_started": 2007,
    "group_summary": "Shakey Graves (born Alejandro Rose-Garcia on June 4, 1987) is an American Americana musician from Austin, Texas.\n\nHis music combines blues, folk, and rock and roll. Rose-Garcia received his stage name at Old Settler's Music Festival in 2007 after he and his friends jokingly gave each other Indian guide names over a campfire. After an inspired night of playing music, he decided to keep the name.",
    "image": "https://pbs.twimg.com/profile_images/955857855495712768/uiXX-_-u_400x400.jpg",
    "albums": "2011: Roll the Bones \n2012: Donor Blues EP \n2014: And the War Came\n2015: Nobody's Fool \n2018: The Sleep EP \n2018: Can't Wake Up",
    "tour": "https://www.shakeygraves.com/tour/",
    "external_links": "https://www.shakeygraves.com/",
    "social_media": "https://itunes.apple.com/us/album/cant-wake-up/1340500821\nhttps://www.amazon.com/gp/product/B079LN8NNW/ref=dm_ws_sp_ps_dp\nhttps://open.spotify.com/album/2Wfr01LIuo5Uy5Es51Q8b5\nhttps://shakeygraves.bandcamp.com/album/cant-wake-up\nhttps://www.dualtonestore.com/collections/shakey-graves",
    "email": "bodie@backfortymgmt.com"
  },
  {
    "group": "Jimmie Vaughn",
    "artists": "Jimmie Vaughan, Lou Ann Barton, George Rains, Billy Pitman, Billy Horton, Mike Rinta, Doug James",
    "Genre": "Guitar, vocals, organ",
    "year_started": 1964,
    "group_summary": "When it comes to the blues today, there are a handful of guiding lights to make sure the music stays true to its powerful source. The sound of pleasure and pain that first sparked musicians to create such a sound is a force that can never be underestimated. The mojo has to be there. For Jimmie Vaughan, he's dedicated his life to making sure the blues not only stays alive, but remains full of life and an inspiration to all who listen. It's a spirit he holds close to him, and for over 50 years of holding the blues close inside him, Vaughan isn't about to stop now. \n\nJimmie Vaughan's new album, BABY, PLEASE COME HOME, is a rolling and righteous celebration of everything the blues can be. The songs can go up, down, sideways and even off in their own distinctive direction, but one thing is certain, each and every one of them is packed with pure feeling and striking originality. That's because while the blues is almost as old as America itself, every time a musician lends their soul to living inside these songs, something new comes out. There is a constant reinvention for musicians like Vaughan, because the blues demands it. There can be nothing less than a revelation, because that's how the music stays alive. It is almost like an alchemy exists, where instruments and voice join together to make a joyful noise. And above all else the blues, in the capable of hands of Vaughan and his musical cohorts, is a path to salvation. One that is birthed in the ability of songs to make life on earth a better place to be. \n\nSometimes it takes decades to finally arrive at a place called home. When a young player starts out as a teenager to find a spot to call his own, there can be enough twists and turns to throw even the most dedicated of souls off the mark. Life can be a tricky endeavor, and between the bright lights and the dark nights, that road ahead can be full of false starts and deceiving roadblocks. But on BABY, PLEASE COME HOME Jimmie Vaughan proves without doubt all his efforts and energy have taken him to the promised land. Maybe that's because blues is really the art of distillation, seeking the sound where there are no extraneous notes, or unnecessary additions to the feeling of freedom. It takes years to get there, and patience is most definitely a virtue. Above all else, feeling is the most important element of all. With that, all else can be conquered.  \n\n\"Playing what you feel has always been my main goal,\" Vaughan says. Considering the Texas guitarist and singer has had the kind of career that makes him a living legacy, those are no idle words. His first group when he was starting high school played Dallas' Hob Knob Lounge six nights a week, learning the kind of lessons that can't be taught. They have to be lived. Other bands in the '60s convinced the young man it was time to find a way to play the music he felt the strongest about: the blues, That took him to hitchhiking to Austin in the early '70s and carving out a new crew of blues players who shared his musical excitement. Jimmie Vaughan started in the lead, and has remained there.  After worldwide success with the Fabulous Thunderbirds during the '80s, it came time to leave that band and build his own path in exploring different approaches to the blues. He did not hesitate. And what Vaughan discovered was that he could take it anywhere; there were no boundaries. \"I wanted to find out what I could really do,\" he says, \"and when I started singing it gave me a whole new side to explore. When I was young I didn't really pay much attention to categories of music. I just heard what I liked and decided to explore that. And that's really what I'm still doing.\" \n\nFor the past few years, Jimmie Vaughan has been recording a series of albums dedicated to the songs he's always held in high esteem, recorded by artists that inspired him from his very earliest days of performing. The sessions have been held in studios near Austin, and he was surrounded by fellow musicians who understand that music is intended to ignite the heart and fill the soul. There can be no shortcuts or sleight-of-hand when playing these songs. They come from writers and performers who responsible for so much of modern popular musics, some well known but many are other who are still names not known outside the blues world. On BABY, PLEASE COME HOME, some of those original artists are Lloyd Price, Jimmy Donley, Lefty Frizell, Richard Berry, Chuck Willis, Bill Doggett, T-Bone Walker, Etta James, Fats Domino, Gatemouth Brown and Jimmy Reed. In so many ways, this is a list of some of the prime purveyors of America's greatest music. That it can range from seminal bluesmen like Jimmy Reed to one of the founding father of modern country music Lefty Frizell proves the point that Vaughan has always believed: music is not about what it is labeled, but rather how it makes the listener feel.  On BABY, PLEASE COME HOME, those feelings are played to the hilt by some of Jimmie Vaughan's long-standing A-team, including George Rains, Billy Pitman, Ronnie James, Mike Flanigin, Doug James, Greg Piccolo, Al Gomez, Kaz Kazonoff, T. Jarred Bonta, John Mills and Randy Zimmerman. They are joined by guest vocalists Georgia Bramhall and Emily Gimble. \n\nThese sessions, mostly held at San Marcos, Texas' Fire Station studio, were the kind of recordings that are based on musicians who have been playing this music for decades. They've come to have a near-silent style of communication, where a look or a smile communicates much more than words ever could. As bandleader, singer and guitarist, Jimmie Vaughan is a master of how everything is captured for posterity. His singing voice has grown into a study in strength. And while sometimes he might say, \"Sometimes you can sing and sometimes you can't,\" like everything else the Texan touches, Vaughan knows when it's right and never stops until it is. He has always looked to his soul as the ultimate barometer of when the music is right, and when that is satisfied Vaughan knows he has found that spot where the music is ready to be shared. \n\nThe Rolling Stones' Keith Richards once said, \"The blues. It's probably the most important thing America has ever given the world.\" To which Jimmie Vaughan would likely add, \"Amen.",
    "image": "https://uploads-ssl.webflow.com/5b17e2422b4e519a1a28efc0/5c7423d47dbea63901d40377_JLVphoto-2_web.jpg",
    "albums": "1994: Strange Pleasure\n1998: Out There\n2001: Do You Get The Blues?\n2011: Plays Blues, Ballads & Favorites\n2012: Plays More Blues, Ballads & Favorites\n2017: Trio\n2019: Baby, Please Come Home",
    "tour": "https://www.jimmievaughan.com/jimmie-vaughan-tour-dates",
    "external_links": "https://www.jimmievaughan.com/home2/official-website-of-jimmie-vaughan",
    "social_media": "http://www.twitter.com/jimmievaughan\nhttp://www.facebook.com/jimmievaughanofficial\nhttps://www.instagram.com/jimmievaughanofficial\nhttps://www.youtube.com/channel/UCuIFbC_zxupZdWO_fRGaumw",
    "email": "none"
  },
  {
    "group": "Gary Clark Jr.",
    "artists": "Gary Clark Jr., Johnny Bradley, King Zapata, Johnny Radelat, Jon Deas",
    "Genre": "Blues, rock, soul, R&B",
    "year_started": 1996,
    "group_summary": "Ever since 2010, when Gary Clark Jr. wowed audiences with electrifying live sets everywhere from the Crossroads Festival to Hollywood’s historic Hotel Café, his modus operandi has remained crystal clear: “I listen to everything…so I want to play everything.” The revelation that is the Austin-born virtuoso guitarist, vocalist and songwriter finds him just as much an amalgamation of his myriad influences and inspirations. Anyone who gravitated towards Clark’s, 2011’s Bright Lights EP, heard both the evolution of rock and roll and a savior of blues. The following year’s full-length debut, Blak And Blu, illuminated Clark’s vast spectrum - “Please Come Home” is reminiscent of Smokey Robinson, while “Ain’t Messin’ Around” recalls Sly and the Family Stone. 2014’s double disc Gary Clark Jr–Live projected Clark into 3D by adding palpable dimension and transcendent power –– songs soared and drifted from the epic, psychedelic-blues of “When My Train Comes In” to his anthemic, hip-hop, rock-crunch calling card, “Bright Lights”, all the way down to the deep, dark, muddy water of “When The Sun Goes Down”.\n\nThere are a handful of folks who have informed for the mélange of genres and styles, which comprise the genius of Clark. One is Michael Jackson. It was on Denver stop of MJ’s Bad Tour where a four-year-old Gary’s life was altered after witnessing The King of Pop. By the sixth grade, Clark would own his first set of strings (Ibanez RX20).\n\nAs a teen, Clark began making a local name by jamming with adult musicians around nearby clubs. He struck a balance by singing in the church choir with his sisters. That gritty & sweet combination imbues the honey-thick soul that oozes from his vocals today. The eclectic Texas circuit, though, was Clark greatest university, where another culprit in the GCJ genesis lives: Clifford Antone, ambassador of the Austin music scene. Antone’s nightclub granted Clark the honor of sharing the stage with local blues heroes like Jimmie Vaughn, Hubert Sumlin Jr, and Pinetop Perkins. This on-the-job training, combined with studying licks by literal Kings like BB, Albert and Freddie, observing the mastery of Curtis Mayfield, Miles Davis, Hendrix, Marvin Gaye, Parliament-Funkadelic, and digesting the fresh edge of Tupac and Biggie, lifted the guitar prodigy up into a multi-instrumentalist, adept scribe, and undisputed music festival champ.\n\nNow, after spending the last five years transforming audiences from the California desert to the London metropolis, acquiring fans like Barack Obama, Keith Richards, Alicia Keys and Beyoncé along the way, the 6’4 Texan needs to spread his musical wings and spectrum hues wider. This exhibition will be Clark’s second full-length worldwide album, The Story of Sonny Boy Slim due from Warner Bros. Records on September 11th. The title’s inspiration is one half Clark’s Southern roots––those singers and local musicians who saw the future in this young man ––and other half, his acting debut in John Sayles’ 2007 film Honeydripper. A 23-year-old Clark played the fictitious Sonny, (in fact, already his family-given nick-name), a young musician who transformed the blues and R&B into rock and roll. On his latest, Clark isn’t trying to reinvent any wheel. He’d rather deploy as many wheels as possible in order to lead music fans toward his favorite destinations.\n\n“The Healing” mashes blues and hip-hop into the 21st century with a Marleyesque message of hope and faith. This journey of the soul hits Mississippi on the Delta jam of “Shake,” before pulling into the spiritual station of “Church,” serving gospel made with the purist folk elements: hypnotic strum, sweet harmonica, and aloud prayers as painful as they are beautiful (dare we say, Dylan-esque). “Grinder” makes musical graffiti out of fierce, freeform wah-wah screaming that spars with rap-tough urban tension. The code is completed once Clark’s chordophone wails a salute to all guitar gods.\n\n“Our Love” could’ve easily been a standard in any decade past or present; “Down To Ride”, an avant-garde, soul love letter with its sensual falsetto, classic Casio synths, and outer-space guitar fade, fits into fresh unexplored sonic territories. The trippy flight “Wings” is Clark’s most modern flip as the Outkast fan is heard in his lyrical prime: “We got issues and people get misused/and girl I miss you/but I know that we’ll get through what we go through.”\n\nSterling songwriting is where Mr. Clark’s evolution is arrayed best. Never has his pen’s moonshine been so in tune with the times. The Lone Star diamond gleams brightest when he’s sketching then voicing his country’s current and evergreen socio-economic tensions simultaneously. When he’s progressing the art of blues by replacing hopeless conclusion with empathy and strength. When he’s reintroducing and redefining red, white, and blue music. “Hold On,” impressively captures the struggle of being African-American in any era by stirring a pungent punch of Curtis Mayfield, Gil Scott-Heron and Buddy Guy influence over some serious (and visual) commentary. “Seems like new news is the old news from a different angle/another mother on TV crying cause her boy didn’t make it/She said, What am I gon’ do? What I’m gon’ tell these babies?”\n\nA 2015 reply is offered on the all-consuming space-age funk of “Star.” “I am devoted to seeing you shine on,” could be a message in falsetto from Clark to those babies, his country, his family, and his innermost self. With a musical palette as gracious and glorious as Gary Clark Jr’s, the target is most likely all of the above. As Clark put his mojo in full motion on the album’s opening track, “The Healing”, he eloquently states his subtle and underlying theme that “this music” is our hope, faith and ultimate healing.",
    "image": "http://www.garyclarkjr.com/sites/g/files/g2000005256/f/201510/gary-bio.jpg",
    "albums": "2012: Blak and Blu\n2014: Live\n2015: The Story of Sonny Boy Slim\n2016: Live North America\n2019: This Land",
    "tour": "http://www.garyclarkjr.com/tour",
    "external_links": "http://www.garyclarkjr.com/?frontpage=true",
    "social_media": "https://www.facebook.com/GaryClarkJr\nhttps://www.youtube.com/user/garyclarkjr\nhttps://www.twitter.com/garyclarkjr\nhttps://instagram.com/garyclarkjr/\nhttps://play.google.com/store/music/artist/Gary_Clark_Jr?id=Akglwmsgvxjppwb5gbzxcsyb5di&hl=en\nhttps://open.spotify.com/artist/01aC2ikO4Xgb2LUpf9JfKp",
    "email": "sseigle@wmeentertainment.com"
  },
  {
    "group": "Dale Watson",
    "artists": "Dale Watson, Chris Crepps, Don Pawlak, Mike Bernal",
    "Genre": "Country, Ameripolitan",
    "year_started": 1976,
    "group_summary": "Dale Watson, keeper of the true country music flame, latest album Call Me Insane, was recorded in Austin with veteran producer Lloyd Maines (Robert Earl Keen, Jerry Jeff Walker, etc.). The Austin-based honky-tonker carries on in the tradition of Johnny Cash, Waylon Jennings and Willie Nelson with his “Ameripolitan” brand of American roots music.\n\nAlbum highlights include “Jonesin’ For Jones,” a love song to the music of the legendary George Jones, “A Day At A Time,” about “getting by by barely getting by;” “Call Me Insane,” the album’s moody title track; “Bug Ya For Love,” a fun warning to all the single ladies, and “Mamas Don’t Let Your Cowboys Grow Up To Be Babies.” (Yes, it is an answer song to the Waylon Jennings/Willie Nelson hit.) “Crocodile Tears” is a tear-in-your-beer country song that sounds like an instant classic and “Burden Of The Cross” reveals Watson’s serious side.\n\nCall Me Insane was recorded in Austin by Watson and his ace touring band, “His Lone Stars”: Don Pawlak (pedal steel), Mike Bernal (drums & percussion), and Chris Crepps (upright bass & background vocals). Dale plays electric guitar throughout and Lloyd Maines added acoustic guitar. They were joined in the studio by Danny Levin on piano and the Honky Tonk Horns: Jon Blondell (trombone), Joey Colarusso (saxophone), and Ricky White (trumpet). \n\n“Having known Lloyd over 20 years and worked with him as a musician, I knew he was a great guy and picker,\" Watson says. \"But having Lloyd produce your record is like letting your mom in your kitchen. You know you’re gonna like what comes out and it's amazing how such basic ingredients can be made even better. He is an artists' artist.\n\nThe admiration is mutual. \"I've been a Dale Watson fan since I played steel guitar on some of his early records,\" Maines says of the sessions. \"My early musical influences are the same as Dale's. We both grew up playing real country music. Dale is one of a very short list of today's artists who still keeps it real country. I'm honored that he asked me to produce his new record. I think he knew that I would maintain the integrity of his passion for the music.\"\n\nDubbed \"the silver pompadoured, baritone beltin', Lone Star beer drinkin', honky-tonk hellraiser\" by The Austin Chronicle, Watson sat in with Jimmy Kimmel’s house band as a guest on Jimmy Kimmel Live (ABC) from SXSW 2015. He also emceed the first ever SXSW “Ameripolitan” showcase featuring the best of Honky-tonk, Outlaw Country, Rockabilly and Texas Swing music.\n\nSince the release of El Rancho Azul in 2013, Watson’s profile has risen considerably via appearances on The Late Show with David Letterman (CBS), Austin City Limits and The Sun Sessions(PBS) and as a guest on NPR’s Wait Wait... Don’t Tell Me. A veteran touring artist and consummate entertainer, he is on the road more than 300 days a year. He also put his money where his heart is and took over ownership of two struggling Texas honky-tonks, the Little Longhorn Saloon in Austin (home of Chicken $#!+ Bingo) and The Big T Roadhouse in St. Hedwigs (outside San Antonio).  If not on the road, he and His Lone Stars perform at one of them each Sunday.\n\nDale has flown the flag for classic honky-tonk for over two decades. He’s christened his brand of American roots “Ameripolitan” to differentiate it from current crop of Nashville-based pop country. The Alabama-born, Texas-raised Watson may be the hardest working entertainer today and is rapidly approaching legendary status.  He is a country music maverick, a true outlaw who stands alongside Waylon Jennings, Willie Nelson, and George Strait as one of the finest country singers and songwriters from the Lone Star State.",
    "image": "https://upload.wikimedia.org/wikipedia/commons/6/6f/Dale_watson_%28singer%29.jpg",
    "albums": "1995: Cheatin' Heart Attack        \n1996: Blessed Or Damned        \n1997: I Hate These Songs        \n1998: The Truckin' Sessions        \n1999: People I've Known, Places I've Been        \n2000: From The Start!        \n2000: Christmas In Texas        \n2001: Preachin' To The Choir        \n2001: Every Song I Write Is For You        \n2002: Live In London...England!        \n2003: One More, Once More        \n2004: Dreamland        \n2005: Heeah!!        \n2006: Whiskey Or God        \n2006: Live At Newland, NL [2CD]        \n2007: From The Cradle To The Grave        \n2007: The Little Darlin' Sessions        \n2008: Help Your Lord        \n2009: The Truckin' Sessions, Vol. 2        \n2010: Carryin' On        \n2011: The Sun Sessions        \n2012: Dalevis: Sun Sessions 2        \n2013: '\"Old Fart\"/\"Run Away\" (7\" single)        \n2013: El Rancho Azul        \n2014: iF yoU (6-song EP)        \n2014: The Truckin' Sessions Trilogy [3CD]        \n2015: The Truckin' Sessions, Vol. 3        \n2015: Call Me Insane        \n2016: Chicken S#!+ Bingo: Live At The Big T Roadhouse        \n2016: Under The Influence        \nRelease date: September 30, 2016\n2017: Dale & Ray (with Ray Benson)        \n2017: Blackjack        \n2018: \"Doin' Things I Shouldn't Do\"/\"Johnny & June\" (single)        \n2019: Call Me Lucky",
    "tour": "https://www.dalewatson.com/tour",
    "external_links": "https://www.dalewatson.com/",
    "social_media": "https://www.facebook.com/theDaleWatson/\nhttp://www.twitter.com/@thedalewatson\nhttps://instagram.com/thedalewatson",
    "email": "davismclarty@gmail.com"
  },
  {
    "group": "Pelvis Wrestley",
    "artists": "Sun June’s Sarah Schultz, Behnam Arzaghi, Daphne Tunes’ Santiago Dietche, Hannah McVay",
    "Genre": "pop",
    "year_started": 0,
    "group_summary": "Benjamin Violet can’t seem to quit Austin. He came, then came back, but somewhere in between did a ten-year stint in the Pacific Northwest, got married, got divorced, and had a musical reinvention.\n\nBefore embarking on that journey, though, there came the local musician-performer’s childhood in South Austin, where he was homeschooled up until high school. “When you’re homeschooled, it’s really cool and also kinda shitty, because you have zero concept of anything,” Violet confesses. “I didn’t know who David Bowie was.” Yet, that “zero concept of cool,” allowed him to explore music, pop culture, and self-expression on his own terms, all the while attending a private Christian high school. Still, it’s difficult for Violet to describe his experience being queer at a Christian school, a topic, he says, “there’s not much of a narrative to.” He explains, “I struggle with knowing how to answer that because I didn’t have the language at the time.” He sums up, “It was isolating,” relaying that he was sometimes called names, “but I never felt like I was in danger; it was pretty microaggression-y.”\n\nExposed to music besides the contemporary Christian he’d grown up listening to, Violet quickly became a newfound fan of second and third wave emo scenesters, like woeful KC outfit the Get Up Kids and the jaded acoustics of Dashboard Confessional.\n\nViolet, emboldened, joined his first band, (“a piano-driven emo band, very Something Corporate,” he describes), graduated high school, and – in pursuit of a relationship, higher education, and making music – set his eyes on Seattle. In one hand, a degree in illustration, the other taking his partner’s in marriage. That relationship, however, soon soured into a divorce. “Everything was freaking me out,” he recollects of the ensuing aftermath. “I was going through panic attacks all of the time.” Violet, along with two friends that had moved from Austin to Seattle along with him – ANDY bandmates Ava Cole and Erin Resso – decided it was time for a change of scenery; a voyage back to where it all began.\n\nViolet insists returning to the capital city was the best decision he’s ever made – describing it as “the nicest thing I ever did for myself.” But he admits, it took a lot of convincing. In Seattle, Violet says he felt “put on the shelf,” musically and socially: People weren’t receptive to his music, and he struggled fitting in with the local LGBTQ community. His last two years in Austin, however, couldn’t be more different, or queerer. He’s found a sense of qmmunity at local events like Lesbian Wedding, joined the ranks of Lizzy Lehman’s Carry Illinois, and continues making music with synth trio ANDY. “That band,” he explains, for those curious, “is a fake spiritual experience, but I also want people to shake their butts and have a nice time.”\n\nThese days, Violet’s investing most of his energy into his new country band Pelvis Wrestley. Comprised of Sun June’s Sarah Schultz, Behnam Arzaghi, Daphne Tunes’ Santiago Dietche, and Hannah McVay, the group is currently recording their debut album with local pop outfit Smiile’s Jake Miles, who, incidentally, grew up on the same street as Violet. “Reconnecting with him was really special and magical,” says Violet. “It’s just so cool to see people you’ve known for such a long time turn out to be amazing human beings.”\n\nViolet’s journey home has been nothing less than reinventive. “It feels like there’s this 15-year intermission in my life, where it was an entirely different world – like a self-contained little world – that I liked and it was really fun to be in,” contemplates Violet. “Now I’m on the other side of it. … It’s a really weird feeling.” But a little weirdness can be good, right? Violet thinks so. “It feels great,” he sighs, then assures again, “It feels great, honestly.”",
    "image": "https://scontent.fftw1-1.fna.fbcdn.net/v/t1.0-9/44303812_278941582730704_1769375089700110336_o.jpg?_nc_cat=107&_nc_ht=scontent.fftw1-1.fna&oh=5390251e926174509e33c420af5f957b&oe=5D4F6693",
    "albums": "none",
    "tour": "https://www.facebook.com/pg/pelviswrestley4evr/events/?ref=page_internal",
    "external_links": "",
    "social_media": "https://www.facebook.com/pelviswrestley4evr/",
    "email": "none"
  },
  {
    "group": "Jon Dee Graham",
    "artists": "Jon Dee Graham",
    "Genre": "Indie, Rock, Folk Rock",
    "year_started": 1986,
    "group_summary": "Jon Dee Graham is a guitarist and songwriter from Austin, Texas. A former member of the True Believers with Alejandro Escovedo, Graham is the only musician ever to be inducted into the Austin Music Hall of Fame three times. \n\nJon Dee Graham is most well known for his solo work, including the critically acclaimed records \"Escape from Monster Island\", \"Hooray For The Moon\", and \"Full\". He is also well known for his tenure in The Skunks, Austin's very first punk band, and roots-rock pioneers The True Believers with Alejandro Escovedo. Jon Dee has also played guitar with acts such as John Doe (X, The Knitters), Exene Cervenka (X), Michelle Shocked, Alejandro Escovedo, Kelly Willis, and The Gourds and has had his songs covered by many artists, including Patty Smythe, Patty Griffin and James McMurtry.",
    "image": "https://omahablues.com/wp-content/uploads/johndeegraham.jpg",
    "albums": "1999: Summerland\n2002: Hooray for the Moon\n2004: The Great Battle\n2006: Full\n2008: Swept Away\n2010: It's Not As Bad As It Looks\n2012: Garage Sale\n2014: Do Not Forget",
    "tour": "http://jondeegraham.squarespace.com/tour-dates",
    "external_links": "http://www.jondeegraham.com/",
    "social_media": "https://www.facebook.com/JonDeeGrahamOfficial/",
    "email": "jondeegraham@gmail.com"
  },
  {
    "group": "Lou Ann Barton",
    "artists": "Lou Ann Barton",
    "Genre": "Blues",
    "year_started": 1970,
    "group_summary": "Few singers can belt out rockin' R&B like Austin's Lou Ann Barton. With what All Music Guide calls a twangy voice so full of Texas that you can smell the barbeque sauce, she has been one of the Lone Star State's premier roots music talents for close to three decades -- not just as a longtime solo artist, but also with early incarnations of the Fabulous Thunderbirds and Stevie Ray Vaughan & Double Trouble and in recent years on album and stage with Jimmie Vaughan. With but a few records to showcase her sizzling talents to the world -- 1982's Old Enough (produced by music legend Jerry Wexler and Eagle Glen Frey), 1989's Ready My Lips and her 1990 collaboration with soul sisters Marcia Ball and Angela Strehli, Dreams Come True -- Barton has a new disc in the works, and is a don't-miss local legend in her Austin City Limits Music Festival debut.",
    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/40/Lou_Ann_Barton.jpg/440px-Lou_Ann_Barton.jpg",
    "albums": "1989: Read My Lips\n1990: Dreams Come True\n2004: Blues Masters: Lou Ann Barton\n2012: Diving Duck",
    "tour": "https://www.songkick.com/artists/29629-lou-ann-barton",
    "external_links": "None",
    "social_media": "https://www.facebook.com/austintexasbestblues/",
    "email": "none"
  },
  {
    "group": "Summer Salt",
    "artists": "Matt Terry, Eugene Chung",
    "Genre": "Rock",
    "year_started": 2013,
    "group_summary": "Self deemed “coral reef rock”, Summer Salt delivers a retro blend of bossa nova and 60’s oldies pop. Growing up in Dallas, TX, Matt Terry (vocals and guitar) and Eugene Chung (drums) started the band in high school, then reunited in 2013 after moving to Austin, TX.\n\nSince then, Summer Salt has released 3 EP’s: Driving to Hawaii, Going Native and So Polite, gaining a cult following through touring and a personable internet presence. All three EP’s have sold out their vinyl, cassette and CD releases.\n\nSummer Salt’s newest album, Happy Camper, is out now! All profits from the album will be donated.",
    "image": "https://f4.bcbits.com/img/a2301231721_2.jpg",
    "albums": "2018: Happy Camper",
    "tour": "https://www.summersalt.band/tour",
    "external_links": "https://www.summersalt.band/",
    "social_media": "https://www.facebook.com/summersaltatx/\nhttps://www.instagram.com/_summer_salt_/\nhttp://twitter.com/SummerSaltATX",
    "email": "summersaltatx@gmail.com"
  },
  {
    "group": "Mother Falcon",
    "artists": "Laura Andrade, Rita Andrade, Diana Burgess, Riley Burgress, Clara Brill, Andrew Fontenot, Nick Gregg, Tamir Kalifa, Evan Kaspar, Matt Krolick, Lisa Lam, Claire Puckett, Sam Pankey, Roy Thomas, Sterling Steffen, Issac Winburne",
    "Genre": "Musical Composition",
    "year_started": 2008,
    "group_summary": "Mother Falcon began as a jam session among a group of high school cellists eager to break out of the classical repertoire that predominated their musical training. Since then, the band has evolved as an organic collective of classically trained young musicians determined to push their artistry into new musical territory.  \nReceiving as many accolades for their intimate chamber performances as for their electrifying club shows, Mother Falcon has crafted a signature soundscape by blending rock, jazz and hip hop rhythms with swirling horns and strings that alternately lead and support equally inventive vocal arrangements. In addition to violins, cellos, saxophones, and trumpet, the band includes piano, accordion, banjo, and bassoon. \nMother Falcon's debut EP, Still Life, was released in early 2010 and spawned the Austin hit \"Marigold.\" Their first full-length, Alhambra, was released in February 2011 to immediate raves, and now the band has released their acclaimed sophomore album, You Knew. NPR premiered the first track off the album, “Dirty Summer,” naming the band an \"Artist To Discover At SXSW 2013\". The orchestral-rock ensemble won over audiences with a string of intense performances, resulting in NPR Music including the band in “Bob Boilen’s 15 Essential Moments From SXSW 2013.”  \nAt the 2010, 2011 and 2012 Austin Music Awards, Mother Falcon won the \"Best None of The Above\" award, and performed at all three ceremonies. The Austin Critics Table also nominated the group as \"Best New Ensemble\" in 2011, and that same year they performed at the abandoned Seaholm Power Plant with 100 additional string players as the opening event at the 2011 Fusebox Festival. In 2012 Mother Falcon headlined The Austin Chamber Music Festival, selling out the legendary Antone's Club.  \nTo support You Knew, Mother Falcon launched the \"Dirty Summer Tour,\" moving to New York City for the month of June and touring the west coast in August. In July, the band conducted its second annual Music Laboratory, a summer camp for middle and high school orchestra students. In the fall, the band will complete the score to the documentary film \"Star Nation\" and next spring they will compose music for \"The Brothers Grimm,\" a stage production at The Austin Children’s Museum.  \nMother Falcon has worked with composers Jherek Bischoff, Graham Reynolds, and Peter Stopschinski, and has performed collaboratively with Amanda Palmer, Raul Midon, Tony Trischka, Ben Sollee, Kelli Scarr, Gary Lucas, and Christopher Cross, among others.",
    "image": "https://www.motherfalcon.com/static/59dd2bd0edaed8dc6398c64d/59dd2db2f43b55827218923f/59dd3072be42d6ad78e9d5bb/1507668098161/MF_PIX_4WEBSITE_012.JPG",
    "albums": "2011: Alhambra\n2013: You Knew\n2014: MF Computer\n2015: Good Luck Have Fun",
    "tour": "None",
    "external_links": "https://www.motherfalcon.com/",
    "social_media": "http://www.facebook.com/motherfalconmusic\nhttps://open.spotify.com/artist/5AcIoQwjyBFFjzxh8UAQlj\nhttp://www.instagram.com/motherfalconmus\nhttps://itunes.apple.com/us/artist/mother-falcon/358722102\nhttp://www.youtube.com/motherfalconmusic",
    "email": "contact@motherfalconmusic.com"
  },
  {
    "group": "Shinyribs",
    "artists": "Kevin Russell, Keith Langford, Winfield Cheek, Jeff Brown, Tijuana Trainwreck Horns, The Shiny Souls Sisters",
    "Genre": "Traditional Folk, Rock",
    "year_started": 2007,
    "group_summary": "SHINYRIBS is the continuation of Kevin Russell’s musical journey that began in Beaumont, TX when, at 14, he found his father’s guitar under his bed, along with a sewing machine, a billy club and a box of comic books. Luckily he chose the guitar. Following his family’s oil boom and bust migratory path he landed in Shreveport, LA where he formed his first band. Picket Line Coyotes were a Husker Du meets Elvis Costello hybrid that lived and died between the “Arklatexabamassippi” borders much like their unfortunate animal namesake. That’s what took him to Austin where The Gourds were born from those Coyote ashes. That storied band of pumpkins came to an end after 18 years of good times and hard travelin’. From that point on Russell, has been riding high on the Shinyribs river of country-soul, swamp-funk and tickle. A Shinyribs show is an exaltation of spirit. It’s a hip shaking, belly laughing, soul-singing, song-slinging, down-home house party. All styles of American music are likely to be touched on, squeezed on, kissed on by this world-class band featuring Winfield Cheek on Keyboards, Keith Langford on Drums, Jeff Brown on Bass, the Tijuana Trainwreck Horns, and The Shiny Soul Sisters - Kelley Mickwee & Alice Spencer. Whether on his 6 string Uke or his Electric guitar or singing a cappella, Russell will entertain you like no one else. The freedom with which he moves, coupled with his incredible voice is an experience in and of itself. His original songs laced with magical-realism along with novel interpretations of popular songs old and new (George Jones, TLC, Leadbelly, T-Pain) are the true art that runs throughout. He’s Burl Ives meets Al Green; Hank, Jr. meets Teddy Pendergrass. Wendell Berry meets Chuck Berry.",
    "image": "https://images1.houstonpress.com/imager/u/745xauto/9205759/shinyribs_feb16.jpg",
    "albums": "2010: Well After Awhile\n2013: Gulf Coast Museum\n2015: Okra Candy\n2017: I Got Your Medicine\n2018: The Kringle Tingle",
    "tour": "https://www.bandsintown.com/a/174350?came_from=242&affil_code=js_shinyribs.org&app_id=js_shinyribs.org&utm_medium=web&utm_source=widget&utm_campaign=artist",
    "external_links": "http://shinyribs.org/",
    "social_media": "https://www.facebook.com/ShinyribsOfficial/\nhttps://twitter.com/shinyribs\nhttps://www.instagram.com/shinyribs/\nhttps://www.youtube.com/user/shinyribs\nhttps://itunes.apple.com/us/artist/shinyribs/id338878916\nhttps://open.spotify.com/artist/3xkZ4A3btzE9F5oVuY25UF",
    "email": "jfolk@red11music.com"
  },
  {
    "group": "Sara Hickman",
    "artists": "Sara Hickman",
    "Genre": "Folk/Pop",
    "year_started": 1998,
    "group_summary": "Sara is an Official State Musician of Texas. She served from May 2010-May 2011, as decreed by the Texas State Legislature. Her new cd, \"Shine\" will be released July 23 on the Kirtland Label! Produced by Los Angeles producer/engineer/multi-talented musician, Jim Jacobsen, the first single is called \"Selfish Freak\"...be on the look-out for a video by the same name :) Oh, yea. Gettin' outta the boat and back in the stream!\n\nSo, here's a short overview of what's been happening all these years (well, not all the way back, but some of them):\n\nMay 2011: In honor of her role as State Musician, Sara wanted to give back to her home state. In May she released “The Best of Times\", a compilation CD of her songs recorded by other amazing Texas musicians, including Willie Nelson, Marcia Ball, Shawn Colvin, Edie Brickell & New Bohemians, Ruthie Foster and 25 other musical acts. All proceeds go to Theatre Action Project (now called \"Creative Action\"). Creative Action goes out to help put art, music and theatre back into public schools. She's been performing with her kid friendly trio, Family Time Rocks!, who’s motto is “Families that create together, do great together!” Sara's produced a CD for FTR! that came out in September 2010 as a free download for families, thanks to the support of HEB. \n\nMay 2010: Sara released \"Absence of Blame,\" which includes 13 songs of sorrow and redemption. She put out an animated DVD for children entitled, “Big Kid, Little Kid” (which immediately won Dr. Toy’s award for Best Summer Vacation item), and produced “Sweet Songs”, a collection of Austin female musicians singing songs for families, with all proceeds benefiting the Mothers’ Milk Bank.\n\n2008: Sara toured her self-produced double disc CD \"Motherlode.\" She also co-produced a year-long event with the Texas Coalition to Abolish the Death Penalty (TCADP) in which she visited a different Texas city each month with “Music For Life.” The tour brought speakers and musicians together to start the dialogue on the death penalty in the state of Texas. She also plans to release a documentary about the tour. \n\n1998: Sara donated over $50,000 from the sale of her CD “Newborn” to the Hill Country Youth Ranch in Ingram, TX, which works with abused and neglected children, then releasing two more children’s CDs, “Toddler” and “Big Kid” in 2000 and 2004.\n\nSara has been on major labels and indie labels. She's twice been a guest of NBC's \"The Tonight Show\"; produced over 17 albums (for adults and children); appeared numerous times on VH-1 (including her own special, \"In Your Face\"); runs her own record label (Sleeveless) and has won numerous awards for her music and humanitarian involvement, including first place in the USA Film Festival for her self-produced independent video, \"Joy.\" She is on the roster of the International Speaker's Bureau, where she relishes delivering positive, inspiring keynote speech’s; she created a teen band called Super Pal Universe (that performed at ACL Festival and SXSW, created an album and a TV pilot) and has sung on a variety of commercials: Daisy Sour Cream, Wal-Mart, Southwest Airlines. She is currently the voice singing on the Popeye's commercials :) \n\nShe's a super proud of mom of two fantastically talented daughters and married to her amazing role model.",
    "image": "https://s.hdnux.com/photos/01/00/44/33/16926417/3/gallery_medium.jpg",
    "albums": "1999: Newborn, Too\n2000: Spiritual Appliances\n2000: One Flower To The Left\n2001: Ready to Pop\n2002: Faithful Heart\n2006: Motherlode\n2010: Absence Of Blame\n2013: Shine",
    "tour": "None",
    "external_links": "http://www.sarahickman.com/music/",
    "social_media": "http://facebook.com/sarahickmanfans\nhttp://twitter.com/sarahickman",
    "email": "booksara@sarahickman.com"
  },
  {
    "group": "Nanci Griffith",
    "artists": "Nanci Griffith",
    "Genre": "Singer-songwriter",
    "year_started": 1978,
    "group_summary": "Raised in Austin, Texas, Nanci Griffith appeared many times on the PBS music program Austin City Limits starting 1985.  \n\nGriffith was born in Seguin, Texas and her career has spanned a variety of musical genres, predominantly country, folk, and what she terms \"folkabilly.\" Griffith won a Grammy Award for Best Contemporary Folk Album in 1994 for her recording, Other Voices, Other Rooms. This album features Griffith covering the songs of artists who are her major influences. One of her better-known songs is \"From a Distance,\" which was written and composed by Julie Gold, although Bette Midler's version achieved greater commercial success. Similarly, other artists have occasionally achieved greater success than Griffith herself with songs that she wrote or co-wrote. For example, Kathy Mattea had a country music top five hit with a 1986 cover of Griffith's \"Love at the Five and Dime\" and Suzy Bogguss had one of her largest hits with Griffith's and Tom Russell's \"Outbound Plane\".\n\nIn recent years, Griffith has toured with various other artists, including Buddy Holly's band, The Crickets; John Prine; Iris DeMent; Suzy Bogguss; and Judy Collins. Griffith has recorded duets with many artists, among them Emmylou Harris, Mary Black, John Prine, Don McLean, Jimmy Buffett, Dolores Keane, Willie Nelson, Adam Duritz (singer of Counting Crows), The Chieftains, John Stewart; and Darius Rucker (lead singer of Hootie & the Blowfish). She has also contributed background vocals on many other recordings.",
    "image": "http://www.nancigriffith.com/newsite/wp-content/uploads/IMG_5412-091111-Music-City-Roots.jpg",
    "albums": "1997: Country Gold\n1997: Blue Roses From the Moons\n1999: The Dustbowl Symphony\n2001: Clock Without Hands\n2003: The Complete MCA Studio Recordings: Nanci Griffith\n2006: Ruby's Torch\n2009: The Loving Kind\n2012: Intersection",
    "tour": "None",
    "external_links": "http://www.nancigriffith.com/",
    "social_media": "http://www.facebook.com/nancigriffith\nhttp://twitter.com/NanciGriffith\nhttp://www.youtube.com/TheNanciGriffith\nhttp://soundcloud.com/proper-music-distribution/nanci-griffith-hell-no",
    "email": "AlissetheMuse@aol.com"
  },
  {
    "group": "Britt Daniel",
    "artists": "Britt Daniel",
    "Genre": "Vocals, guitar, bass guitar, keyboards",
    "year_started": 1991,
    "group_summary": "John Britt Daniel (born April 14, 1971) is the co-founder, lead singer and guitarist of the Austin, Texas, rock band Spoon and the co-founder, guitarist, bassist, and singer of the band Divine Fits.",
    "image": "https://pixel.nymag.com/imgs/daily/vulture/2017/08/24/24-britt-daniel-spoon.w700.h700.jpg",
    "albums": "1991: The Town's Gone Dry  \n1992: Skellington EP  \n1992: Skellington Rex  \n1993: Cavin' In  \n1994: Clocking Out is for Suckers \n1996: Six Pence for the Sauces  \n1998: Dozy Vs. Drake  \n1999: Golden Millennium  \n1996: Telephono  \n1997: Soft Effects  \n1998: A Series of Sneaks  \n1998: The Agony of Laffitte  \n2000: Love Ways \n2001: Girls Can Tell  \n2002: Kill the Moonlight \n2005: Gimme Fiction  \n2007: Ga Ga Ga Ga Ga  \n2010: Transference  \n2014: They Want My Soul  \n2017: Hot Thoughts  \n2012: A Thing Called Divine Fits \n2002: Home: Volume IV",
    "tour": "https://www.songkick.com/artists/1016940-britt-daniel",
    "external_links": "https://www.facebook.com/BrittDaniel/",
    "social_media": "https://www.facebook.com/BrittDaniel/\nhttps://twitter.com/brittdaniel/\nhttps://www.instagram.com/brittdaniel/",
    "email": "ben@constantartists.com"
  },
  {
    "group": "The Sword",
    "artists": "John D. Cronise, Kyle Shutt, Bryan Richie, Santiago \"Jimmy\" Vela III",
    "Genre": "Heavy Metal, Stoner Metal, Hard Rock, Doom Metal",
    "year_started": 2003,
    "group_summary": "The Sword is an American heavy metal band from Austin, Texas. Formed in 2003, the band is currently composed of vocalist and guitarist John D. Cronise, guitarist Kyle Shutt, bassist Bryan Richie and drummer Santiago \"Jimmy\" Vela III. Originally signed to Kemado Records, the group released its debut album Age of Winters in 2006, the material for which had been largely written by Cronise (who also produced the album) prior to the band's formation. Gods of the Earth (which was also produced by the band's frontman) was released two years later, giving the group its first entry on the US Billboard 200 chart when it reached number 102.\n\nIn 2010 the band released Warp Riders, a concept album centered on an original science fiction narrative written primarily by Cronise, which marked the first time the group had enlisted an external producer in Matt Bayles. Original drummer Trivett Wingo left the group later in the year and was replaced briefly by Kevin Fender, before Vela joined in late 2011. After signing with Razor & Tie in early 2012, the group released its fourth album Apocryphon later in the year, which was promoted worldwide on the Apocryphon Tour. The band's fifth studio album High Country was released in August 2015, followed by their sixth Used Future in March 2018.\n\nDuring its early career, The Sword was categorized primarily as a doom metal band, with the group's members citing bands including Black Sabbath and Sleep as influences. In recent years, the group's style has generally been classified as hard rock or stoner rock. The Sword has toured with a wide range of fellow rock and metal artists since its formation, including Metallica, Lamb of God and Clutch, and in recent years has also headlined its own tours. The band's debut Age of Winters failed to chart, but subsequent releases have all gained increasing commercial success in the US and the UK, with High Country also charting in other regions.",
    "image": "https://vignette.wikia.nocookie.net/riffipedia/images/6/60/The_Sword.jpg/revision/latest?cb=20170830153827",
    "albums": "2006: Age of Winters \n2008: Gods of the Earth \n2010: Warp Riders  \n2012: Apocryphon \n2015: High Country \n2018: Used Future",
    "tour": "https://www.songkick.com/artists/69617-sword",
    "external_links": "http://www.theswordofficial.com/",
    "social_media": "https://www.facebook.com/theswordofdoom\nhttps://www.instagram.com/theswordofficial/\nhttps://twitter.com/Thesword\nhttp://geni.us/theswordspotify",
    "email": "hello@theswordofficial.com"
  },
  {
    "group": "Jesse Dayton",
    "artists": "Jesse Dayton",
    "Genre": "Americana, Country, Rock",
    "year_started": 0,
    "group_summary": "Jesse Dayton’s story reads like a who’s who of American music.  Want to talk about being “born into it”?  Imagine a 15-year-old kid born and raised on the Texas/Louisiana border, playing his Telecaster guitar in all-black zydeco bands in Lake Charles, Louisiana; honky-tonk country bands with members left over from the Starday Records’ George Jones days around his hometown of Beaumont, Texas. Dayton was underage and sneaking into night clubs to play shows ’til 3am with east Texas blues legend Little Mack Minor (cousin of Lightning Hopkins and Mance Liscomb), until eventually he was spotted by Gulf Coast hit producer Huey P. Meaux. Mr. Meaux approached Dayton and asked him to record with zydeco star Rockin Dopsey at Houston’s hit factory, Sugarhill Studios. And the story just keeps getting better.\n\nAs he enters early adulthood, Dayton begins packing clubs and theaters on the Texas scene with his trio in Houston, Dallas, and Austin. He records his first solo record titled “Raisin’ Cain” for Justice Records with featured guest luminaries, Doug Sahm, Flaco Jiminez and Johnny Gimble that hits Number 1 on the Americana Radio Charts. Jesse tours around the world opening for punk legends Social Distortion, The Supersuckers and X.  Jesse is then asked to help arrange and play guitar on The Supersuckers biggest selling record, “Must’ve Been High.”   While in Nashville doing press, Waylon Jennings spots him on Nashville TV show ‘Crook & Chase’ and calls Jesse out of the blue at his hotel to play lead guitar on his record, “Right for The Time.” Dayton blows off his flight back to Austin, heads to Woodland Studios where Waylon has sent a car for him, and knocks on the door. Johnny Cash answers it and says, “we’ve been waiting for you.” This leads to Dayton recording guitars on records and film with Cash, Ray Price, Willie Nelson, Johnny Bush and Glen Campbell.\n\nWhile Dayton is ignored by mainstream country radio, his cult following in the US and Europe continues to grow. A whole new crowd of Americana listening room folks, young college alternative rock fans & disenfranchised aging punk rockers embrace him. He embarks on headlining tours without any tour support from a label.\n\nJust when you thought the story couldn’t get any cooler, horror director/rockstar, Rob Zombie hears Dayton’s record at a party, hunts him down, and calls him to write and record a soundtrack for his film ‘The Devils Rejects’ which lands him in Rolling Stone magazine.  Then they co-write songs for Rob’s follow up franchise film, ‘Halloween 2’ (which Dayton appears in playing the part of character ‘Captain Clegg’). Then Dayton writes and records songs for a third Rob Zombie film (this one animated) titled, ’The Haunted World of El Super Beasto.’  After years of pounding the pavement day-in and day-out, Jesse buys a house in Austin, and heads back on tour in his 40-foot redneck RV with his band of hillbilly punks.\n\nDayton has had over 50 songs licensed to film and television and even ended up writing and directing a horror film shot in New Orleans called ‘Zombex’ starring Malcolm McDowell, Sid Haig, Lew Temple from Walking Dead and John Doe from the band X. The film was sold to a distributor and got a theatrical release. After stockpiling songs during his film work, he heads into the studio to record “The Revealer” (back where it all started at Sugarhill Studios in Houston), and the first single “Daddy Was A Badass” becomes a hit on SiriusXM’s Outlaw Country channel. As this is happening, Dayton gets a call from the aforementioned, John Doe and is asked to fill in for guitarist Billy Zoom on 40-city U.S. tour with the original line-up of iconic punk band X while Zoom was taking time away from the band to undergo cancer treatment.\n\nJesse Dayton has been on tour non-stop for four years all over the US and Europe. His new record “The Outsider” was literally recorded while on tour in Atlanta, Denver, Nashville and Austin and mixed by Grammy Award winning engineer/producer Vance Powell (who has worked with the likes of Sturgill Simpson, Chris Stapleton, Jason Isbell and Jack White). About “The Outsider” Dayton says, “It’s a lot like ‘The Revealer’, but even more stripped down with some sweet acoustic guitar songs and some raw electric guitar work”.  All the influences are there; the George Jones-inspired singing on “Changin’ My Ways,” the Outlaw country twang of Waylon and Jerry Reed on “Belly of the Beast,” the angst and energy of The Clash and X on hillbilly protest song “ Charlottesville,” and the deep east Texas blues and Cajun rockabilly of “May Have To Do It” and “Hurtin Behind The Pine Curtain.” While there are many different sides to him musically, this all rolls into one big hybrid that Jesse Dayton has been honing for over 20 years.\n\nPick up ‘The Outsider’… it’s unlike anything that’s out there.",
    "image": "http://www.jessedayton.com/wp-content/uploads/2018/04/jesse_03b-1024x467.jpg",
    "albums": "1995: Raisin' Cain  \n2000: Tall Texas Tales  \n2001: Hey Nashvegas  \n2004: Country Soul Brother  \n2006: South Austin Sessions \n2007: Holdin' Our Own \n2010: One for the Dance Halls \n2012: Jesse Sings Kinky \n2016: The Revealer \n2018: The Outsider",
    "tour": "https://www.bandsintown.com/a/67813-jesse-dayton?came_from=242&utm_medium=web&utm_source=artist_event_page&utm_campaign=artist",
    "external_links": "https://www.jessedayton.com/",
    "social_media": "https://www.facebook.com/pages/Jesse-Dayton-Hardcharger-Page/109564675779001\nhttps://twitter.com/jessedayton\nhttp://jessedayton.com/jessedayton\nhttp://instagram.com/jessedayton",
    "email": "aggie@atomicmusicgroup.com"
  },
  {
    "group": "White Ghost Shivers",
    "artists": "Shorty Stump, Cella Blue, Smokebreak Slemenda/Detective Stain, Hot Thomas/Sleepytime T, Poppiticus/Ma poppitt, Ten-Penny Brown/Saturn, Reese's Pieces/Baby-Faced Finster",
    "Genre": "Cabaret, Jazz",
    "year_started": 2000,
    "group_summary": "Peeling the faces off the unsuspecting since 1999, we revel in string-band music from the 20s and 30s, mixing early jazz, hokum, vaudeville, ragtime, western swing and hillbilly, yet unleashing the gutterous underbelly of a pseudo-rock world gone wrong. YEE HAW! \n\nImagine a smorgasbord of Cab Calloway, circus sideshow, KISS, cabaret, Hee Haw and Robert Johnson served up at Andy Kaufman's bat-mitzvah. A joyous mixture of the absurd and sublime, the five-piece ensemble gracefully blends a musical amalgam of Hokum Blues, Hillbilly Swing, Country and Hot Jazz.\n\nWinners of over 10 Austin Music awards, the band's forte has always been the ability to morph and suit itself to virtually any occasion, from the rowdiest of juke joints, to a 5 year old's birthday party, whilst leaving everyone with a big smile!",
    "image": "https://austinmusicawards.org/ama/wp-content/uploads/2018/01/17P_AustinMusicAwards35AnnualHighRes-WhiteGhostShivers-18-1030x824.jpg",
    "albums": "2003: Hokum If You Gottem\n2005: Live on the Radio \n2006: Everyone's Got 'Em\n2011: Nobody Loves You Like We Do \n2018: Need To Shake It",
    "tour": "https://www.whiteghostshivers.com/shows",
    "external_links": "https://www.whiteghostshivers.com/",
    "social_media": "http://twitter.com/wgshivers\nhttps://www.facebook.com/White-Ghost-Shivers-175485919162032/",
    "email": "booking@whiteghostshivers.com"
  },
  {
    "group": "Midnight Archives",
    "artists": "Roger Flores, Alexi Hill",
    "Genre": "Indie",
    "year_started": 0,
    "group_summary": "Their are an indie band out of Austin, Texas",
    "image": "https://scontent-dfw5-2.xx.fbcdn.net/v/t1.0-9/50036246_2193413860907980_7594949505997340672_o.jpg?_nc_cat=109&_nc_ht=scontent-dfw5-2.xx&oh=03949e27487291d626c5a5f825014c4b&oe=5D4841E3",
    "albums": "None",
    "tour": "https://do512.com/events/2019/4/6/forty-acres-fest-ft-waka-flocka-flame",
    "external_links": "https://www.facebook.com/MidnightArchives/",
    "social_media": "https://www.facebook.com/MidnightArchives/\nhttps://twitter.com/midnightarc\nhttps://open.spotify.com/artist/2M3NucyezSUkrAY6nE5Kwm\nhttps://soundcloud.com/midnightarchives",
    "email": "none"
  }
]