[
  {
    "Artist name": "The Band of Heathens",
    "Group name, if none then put none": "ED JURDI - VOCALS, ELECTRIC & ACOUSTIC GUITARS\nGORDY QUIST - VOCALS, ELECTRIC & ACOUSTIC GUITARS\nTREVOR NEALON - PIANO, HAMMOND ORGAN, SYNTHS, VOCALS\nRICHARD MILLSAP - DRUMS, PERCUSSION, VOCALS\nJESSE WILSON - BASS, VOCALS",
    "Genre of music": "Rock and Roll",
    "What year did they start making music": 2006,
    "Group Bio": "The Band of Heathens Present : A Message From The People Revisited – A Tribute To Ray Charles\n\nAmericana stalwarts The Band of Heathens recently went into their hometown studio in Austin, TX deciding to record their own version of the classic Ray Charles album A Message From The People. In a time where the downtrodden need a voice again, the Heathens have delivered the message paying homage to one of the most important voices in American song history.\n\nThe band will be doing some limited touring to support this release with a 2 set show; one set will be the performance of the Ray Charles album and another set of The Band of Heathen’s own brand of American music.\n\nFrom the band on why they chose to record their own version of this entire album :\n\nRay’s voice became the voice of an elder—a true master was speaking to us from the past. There is sorrow, protest, and anger but also resolve, hope, and deliverance. On the final track of the record, Ray saved us the most powerful message and the perfect coda. The definitive version of “America The Beautiful” is absolutely glorious. It is quite simply the apotheosis of soul. Ray may as well have been singing that to us from a mountaintop because that’s what it felt like in that moment. “America! God done shed his grace on thee! He crowned thy good, he told me he would, with brotherhood from sea to shining sea!”\n\nIn December 2017 we were working as a backing band on a variety of projects for other artists. The sessions were taking place at the Finishing School, a studio built by close friend, producer, and musical collaborator, George Reiff, who tragically succumbed to cancer in May ’17 after a 10-month fight. The studio had been dark since George’s passing. With the blessing of the Reiff family, the lights were turned back on and we went to work for a few weeks. The final four days of session time were blocked off for us to work on something of our own. A few weeks prior to the sessions it was collectively decided that we would use that time to take a shot at recording some of (whatever we could get to) A Message From The People. Working alongside our close friend (and George’s right-hand-man in the studio) Steve Christensen, there was a palpable vibration in the air. It was somber but also very peaceful. Our expectations were set low as we knew that doing any Ray Charles record justice was going to be a real challenge — let alone one with such lush arrangements.\n\nTo our amazement, after four days we had finished the record. It was a beautiful process that simply flowed in a workmanlike manner. In between takes we frequently reminisced about George and were even visited at the studio by some of George’s close friends and family. Feeling confident that what we had accomplished was going to be worthy of a release, we unanimously agreed that it would be dedicated to the memory of George and that proceeds would go to a charitable organization that focused on social justice.\n\nGoing forward, our hope is that our performance of these songs has sufficient merit to carry the listener without distraction to the musical feeling that we strived to accomplish in these recordings — a spirit of brotherhood, hope and understanding, liberty, and justice for all.",
    "URL of image of group": "https://www.bandofheathens.com/wp-content/uploads/2018/09/heathems_message.jpg",
    "Albums, in order (earliest to latest)": "2006: Live from Momo’s\n2007: Live at Antone’s (CD+DVD)\n2008: The Band of Heathens', (first studio production)\n2009: Live @ Blue Rose Christmas Party Germany 2008 (limited edition)\n2009: One Foot In the Ether, (second studio production)\n2011: Top Hat Crown & The Clapmaster's Son (third studio production)\n2012: The Double Down - Live From Denver (CD+DVD)\n2013: Sunday Morning Record (fourth studio production)\n2016: Duende (fifth studio production)\n2018: A Message from the People Revisited (sixth studio production)",
    "Tour dates": "https://www.bandofheathens.com/tour/",
    "Link - Their main page of information or contact": "https://www.bandofheathens.com/",
    "Social Media": "https://twitter.com/bandofheathens\nhttps://www.facebook.com/thebandofheathens\nhttps://www.instagram.com/bandofheathens/\nhttps://www.youtube.com/user/bandofheathens\nhttps://play.spotify.com/artist/5K4gVy6DhNd39mSjuK95Y7"
  },
  {
    "Artist name": "The Bishops",
    "Group name, if none then put none": "Cara Bishop - Vocalist\nTroy Bishop - Producer\nChris Bishop - Rapper",
    "Genre of music": "Hip Hop",
    "What year did they start making music": "None",
    "Group Bio": "The Bishops are an Austin-based trio consisting of vocalist Cara Bishop, producer Troy Bishop, and rapper Chris Bishop. These siblings are bringing a new wavy sound to music, pushing the boundaries of any genre. The Bishops’ unique blend of styles consists of influences from electronic, hip-hop, jazz, RnB and pop music, creating a sound that is bound to bring together a diverse crowd.\nTroy started producing music at the age of 12, after older brother Chris downloaded a production software demo and encouraged him to learn how to make music. Little did the two brothers know, their music career was about to drastically change when their little sister Cara revealed that she could sing. The three immediately began working together, creating a catalogue of unreleased music influenced by hip-hop artists such as Kanye West, 9th Wonder and J Dilla and electronic music producers, Flume and Sam Gelliatry.\nThe Bishops marked their path with viral track \"Blood Ring\" and following single, \"Mr. Scatterbrained.\" Staying consistent with single releases, this family is undoubtedly taking the city by a storm. As they continue to build their innovative sound intriguing fans all across the globe, they are shifting the boundaries of all genres and revolutionizing the horizon of music.",
    "URL of image of group": "https://res.cloudinary.com/dostuff-media/image/upload//c_fill,g_faces,h_630,w_1200/v1491790953/event-7790422.jpg",
    "Albums, in order (earliest to latest)": "2018: Woes (Single)",
    "Tour dates": "https://www.songkick.com/concerts/37569079-slackers-at-slowdown-front-room",
    "Link - Their main page of information or contact": "https://do512.com/artists/the-bishops-atx",
    "Social Media": "https://soundcloud.com/the_bishops\nhttp://twitter.com/thebishopsatx\nhttps://www.facebook.com/thebishopsmusic\nhttp://instagram.com/thebishopsmusic"
  },
  {
    "Artist name": "The Black Angels",
    "Group name, if none then put none": "CHRISTIAN BLAND – guitar, drone machine/organ\nALEX MAAS – vocals, bass, organ/drone machine\nSTEPHANIE BAILEY – drums, percussion\nKYLE HUNT – keyboards, percussion, bass, guitar\nJAKE GARCIA – guitar",
    "Genre of music": "Alternative Rock",
    "What year did they start making music": 2004,
    "Group Bio": "The sultry neo-psychedelic sound of the Black Angels came together in spring 2004, taking their name from a Velvet Underground classic, “The Black Angel’s Death Song.” Hailing from Austin, Texas, the band is comprised of Alex Maas, Christian Bland, Kyle Hunt, Stephanie Bailey and Jake Garcia.\n\nThe band’s self-titled debut EP was released in late 2005, finding an international audience through Myspace and music forums, and quickly becoming an underground sensation. The band released their first LP, 2006’s Passover on Light In The Attic, to great acclaim and began to tour the world.\n\nPassover was followed by Direction To See A Ghost in 2008, a year which also marked the first Austin Psych Fest (now Levitation), the annual psychedelic rock- focused festival founded by Maas, Bland and friends. In late 2008, The Black Angels performed as the backing band for former 13th Floor Elevators frontman Roky Erickson on a series of dates across the West Coast of the U.S. Next, in 2010, they recorded a couple of collaborative tracks with Unkle.\n\nTheir third album, September 2010’s Phosphene Dream hit the Top 50 of the Billboard chart, and was followed by its companion piece, the Phosgene Nightmare EP, in 2011.\n\nReleased in 2013, Indigo Meadow was produced and mixed by Grammy-nominated fellow Texan John Congleton, and that release was soon followed by its own companion EP, April 2014’s Clear Lake Forest",
    "URL of image of group": "http://theblackangels.com/wp-content/uploads/2014/07/the-black-angels-by-alexandra-valenti-1-1030x780.jpg",
    "Albums, in order (earliest to latest)": "2006: Passover\n2008: Directions to See a Ghost\n2010: Phosphene Dream\n2013: Indigo Meadow\n2017: Death Song",
    "Tour dates": "None",
    "Link - Their main page of information or contact": "http://theblackangels.com/",
    "Social Media": "https://www.facebook.com/theblackangels.tx/\nhttps://www.instagram.com/theblackangels/\nhttps://twitter.com/theblackangels\nhttps://www.youtube.com/channel/UCuJFxkM1dnYITwhlQNxL_fA"
  },
  {
    "Artist name": "Black Pistol Fire",
    "Group name, if none then put none": "Kevin McKeown - guitar, lead vocals\nEric Owen - drums",
    "Genre of music": "Rock",
    "What year did they start making music": "None",
    "Group Bio": "Black Pistol Fire is a high-octane rock duo based out of Austin, Texas by way of Toronto, Canada; composed of Kevin McKeown on guitar/lead vocals and Eric Owen on drums. Drawing inspiration from blues, R&B and rock greats such as Led Zeppelin, Chuck Berry, Nirvana, Buddy Holly and Muddy Waters, BPF’s gritty and dynamic performances are fueled by undeniable musicianship. Dubbed the “next big thing” by Huffington Post after SXSW 2013, BPF has developed a reputation for their untamed live performances. Described as “Pure fire on stage”(Degenrefy), they quickly became festival veterans, having performanced at Lollapalooza, Austin City Limits, Bonnaroo, Sasquatch Music Festival, Shaky Knees and Governor’s Ball, among others (including international festivals such as Mad Cool and Colours of Ostrava). After Lollapalooza 2015, Yahoo Music described Black Pistol Fire as “a power duo that can almost match the power and intensity of the massive rock sounds of the likes of Led Zeppelin and Fleetwood Mac… in a breakout set.”\n\nLost Cause, BPF’s single from 2017’s  Deadbeat Graffiti, was the number 1 Rock song of 2018 in Canada. Having spent 13 consecutive weeks at number 1 (BDS), while simultaneously having their other single, Bully, in the top 10 for several weeks.\n\nBlack Pistol Fire has shared the stage with acts like Gary Clark Jr, Weezer, Heart, Wolfmother, The Struts, Black Rebel Motorcycle Club, ZZ Ward, and Band of Skulls. Their signature sound has been featured throughout television and entertainment. Their single, “Show Pony” was featured in the Ted 2 official trailer, “Cry Hell” is featured on a longstanding Angry Orchard TV commercial campaign, “Hard Luck” was featured on Toyota’s Super Bowl 50 ad, and they performed their song “Blue Eye Commotion” in a national T-Mobile TV ad. Their music can also be heard in Madden ‘15 and Tony Hawk Pro Skater 5 video games and in numerous TV shows including Sons of Anarchy, Castle and About a Boy. “Black Pistol Fire… were, by far, the best band that played LouFest… This was the craziest I’ve seen any of the crowds at the festival… Drummer Eric Owen, shirtless and wrists wrapped, pounded the skins like he was summoning a devil. McKeown stomps so hard during his rough and intricate dirty blues, you thought he would make a hole in the stage… A must see.” – KDHX (St Louis), Loufest 2014",
    "URL of image of group": "https://mushroommusic.com/wp-content/uploads/2015/01/WEB1_BLACKPISTOLFIRE_ARTIST2014-900x440.jpg",
    "Albums, in order (earliest to latest)": "2018: Deadbeat Graffiti",
    "Tour dates": "https://www.songkick.com/artists/3192961-black-pistol-fire",
    "Link - Their main page of information or contact": "https://blackpistolfire.com/",
    "Social Media": "https://www.facebook.com/blackpistolfire/\nhttps://twitter.com/blackpistolfire\nhttps://www.youtube.com/channel/UCu5b35K2PYpW3QLKMdC8apw\nhttps://soundcloud.com/black-pistol-fire"
  },
  {
    "Artist name": "Bob Schneider",
    "Group name, if none then put none": "Bob Schneider - vocalist",
    "Genre of music": "Pop, rock, folk, country",
    "What year did they start making music": 1990,
    "Group Bio": "One of Austin’s most celebrated musicians, Bob Schneider, is set to release his new album, Blood and Bones - his 7th studio album since his 2001 solo debut Lonelyland - on June 8th via his Shockorama Records imprint. Blood and Bones captures Schneider at a unique, and distinct, place.  “Most of the songs are about this phase of my life,” he admits. “I’m re-married, I have a 2-year-old baby daughter who was born over two months premature because my wife had life threatening preeclampsia. So dealing with that traumatic event while getting older and looking at death in a realistic, matter of fact way, experiencing the most joy I’ve ever experienced along with feelings of utter despondency in a way that would have been impossible to experience earlier in my life, all comes out in the songs. My relationship with my wife is the longest committed relationship I’ve ever been in, so there was a lot of unchartered territory there to write about.”\n\nThe songs on Blood and Bones reflect this. Recorded quickly with producer Dwight Baker, who has worked with Schneider on 6 of his previous releases, the album highlights the chemistry that Schneider and his backing band of Austin’s very best musicians have developed while relentlessly playing live, most notably at the monthly residency Schneider has held at Austin’s Saxon Pub for the last 19 years. “I didn't want to overthink the songs,” Schneider says. “I really respect Dwight’s ability to make great calls when it comes to what works and isn't working when we are recording the songs. I felt pretty good about the quality of the songwriting, so I figured that would come through in the end if we just went in and played them the way I do live.” \n\nWhile the performance and production are stellar, the songwriting finds Schneider in a particularly reflective mode. Sure, there are live favorites like “Make Drugs Get Money” and “Texaco” that will get even the most reserved crowds dancing. But more often the album finds Schneider reflecting on marriage, parenthood, and mortality. “I wish I could make you see how wonderful everything is most of the time, but I’m only blood and bones,” he sings on the title track, a meditation on the beauty and the limits of marriage. Later, on “Easy,” he tells his daughter “it’s always been a scary thing to do, to let my heart fall down into the endless blue, but it’s easy with you.” Through it all, there is a clear sense of mortality, of just how fleeting all of this is. “The hours and days stack up in the mirror,” he sings on “Hours and Days”. “We’re just snowmen waiting for the summer” he sings on “Snowmen”, before adding “we can’t bring them back, can’t bring nothing back.” \n\nOne thing Schneider has excelled at in his career is bringing audiences back. Though he has received little national press or major label support, he has managed to become one of the biggest acts in Austin, if not in Texas. His fans, who often discover him from being brought to his shows by their friends, are fiercely loyal. Many have attended dozens or even hundreds of shows. Thanks to these fans, Schneider has won more Austin Music Awards than any other musician, including Best Songwriter, Best Musician, and Best Male Vocals, rounding in at 54 total awards to date.\n\nIn retrospect, it appears inevitable that Bob Schneider would become an artist. He was born in Michigan and raised in Germany, where his father pursued a career as a professional opera singer. As a boy, Schneider studied piano and guitar, often performing at family parties and backing his father on drums at nightclubs throughout his youth in Germany and Texas. He went on to study art - his other primary passion and avocation - at the University of Texas El Paso, before moving to Austin and establishing himself as a musician. He performs relentlessly, creates new music compulsively, writes poetry, and regularly shows his visual art in galleries around Austin. With Blood and Bones, Schneider further cements his reputation as one of the most versatile, inventive, and engaging songwriters working today.",
    "URL of image of group": "https://upload.wikimedia.org/wikipedia/en/9/9d/Bob_Schneider_-_Outside_Antones_2009.jpg",
    "Albums, in order (earliest to latest)": "Songs Sung and Played on Guitar at the Same Time (1998)\nLonelyland (2000-Shockorama) & (2001-Universal)\nUnderneath the Onion Trees (with Mitch Watkins) (2000)\nThe Galaxy Kings (2002)\nI Have Seen the End of the World and It Looks Like This (2003)\nI'm Good Now (2004)\nThe Californian (2006)\nGreatest Hits Live (2006)\nSongs Sung & Played at the Same Time with People in the Room (2007)\nWhen the Sun Breaks Down on the Moon (2007)\nLove Is Everywhere EP (2009)\nLovely Creatures (2009)\nLive At The Paramount Theatre (2009)\nChristmastime (2009)\nA Perfect Day (2011)\nBurden of Proof (2013)\nKing Kong Vol. I (2015)\nKing Kong Vol. II (2015)\nKing Kong Vol. III (2015)\nKing Kong (2017)\nBlood and Bones (2018)",
    "Tour dates": "https://www.bobschneider.com/#tour-section",
    "Link - Their main page of information or contact": "https://www.bobschneider.com/",
    "Social Media": "https://www.facebook.com/bobschneidermusic\nhttps://twitter.com/Bob_Schneider\nhttp://www.youtube.com/channel/UCdkO_EBCeB72950HyFkHi-w\nhttp://soundcloud.com/bobschneider\nhttp://instagram.com/bob_schneider_music"
  },
  {
    "Artist name": "Calliope Musicals",
    "Group name, if none then put none": "Carrie Fussell - vocals\nMatt Roth - guitar \nCraig Finkelstein - vibraphone\nJosh Bickley - drums \nAndrew Vizzone - bass\nChris Webb - lead guitar",
    "Genre of music": "Folk",
    "What year did they start making music": "None",
    "Group Bio": "Hailing from Austin, Texas, Calliope Musicals is a six-person musical tribe that includes Carrie Fussell (vocals), Matt Roth (guitar), Craig Finkelstein (vibraphone), Josh Bickley (drums), Andrew Vizzone (bass) and Chris Webb (lead guitar). Recorded at Fairfax Studios during a month-long stay in California, Time Owes You Nothing is the first LP from Calliope Musicals. The album was produced by Kevin Augunas (Edward Sharpe and the Magnetic Zeros, Cold War Kids), mixed and engineered by Gavin Paddock and Andy Dalton and mastered by Pete Lyman (Pat Benatar, Jason Isbell, Banks, Ben Harper).\n\n“The album is colored with excessive amounts of Jesus Christ Superstar,” said Carrie Fussell, lead singer. “What came out is an album that inspires us and one that we hope will inspire others to push boundaries and be their favorite version of themselves.” “Our music centers around a certain energy more than a certain style,” the perpetually barefoot Fussell says. “We’ll do rock, then dance-y disco, then some slow sit-down [songs]. At the end of the day, it feels like the music revolves around imagination and adventure more than it does a specific type of music.”",
    "URL of image of group": "https://static1.squarespace.com/static/5424a30ee4b0d9410165920d/542dda3be4b0139a006b0d4e/5bc9da7ee2c483a103d1f82d/1539955353902/Cover+Photo+CM.jpg?format=1000w",
    "Albums, in order (earliest to latest)": "2014 - Magic Militia\n2014 - Clouds on Fire\n2016 - Time Owes You Nothing",
    "Tour dates": "https://calliopemusicals.squarespace.com/shows",
    "Link - Their main page of information or contact": "http://www.calliopemusicals.com/",
    "Social Media": "https://www.facebook.com/CalliopeMusicals\nhttps://twitter.com/calliopemusical\nhttp://instagram.com/calliopemusicals\nhttp://bandsintown.com/calliopemusicals"
  },
  {
    "Artist name": "Capyac",
    "Group name, if none then put none": "Potion\nP. Sugz",
    "Genre of music": "Electronic",
    "What year did they start making music": "None",
    "Group Bio": "CAPYAC, a French house duo based out of Austin, TX, is damn hard to pin down. The brainchild of Eric and Delwin, former high school pals, the group's strengths are only really understood when you run through the collaborators that these two credit for its ever-evolving flavor. With a repertoire of instrumentalists including names like Papa Mongoose, Zod, Bambi, and Moan, to their resident MC RuDi Devino, it's difficult to credit all the weirdos that make up the squad known amongst members as \"the Potion\". Their stage shows are a veritable hurricane of activity as each of the collaborators plays their part in CAPYAC's special brand of madness. With top-notch production and a litany of backing members, their releases cross between genres with ease and yet retain a consistent vision that can be veritably felt and heard, although perhaps not entirely understood by us mortals.\n\nTo get to the root of the insanity, we tracked the maestros down before their latest party to learn a little bit more about what decisions led them so astray. Eric and Delwin requested that we refer to them in the interview by their pseudonyms, Pablo Dingo and Queen Zaza, \"on advice of our lawyers.\" We've also thrown in a couple of their most audacious songs so you can get fully immersed in the weirdo-world of CAPYAC. By their own admission they consider themselves pretty uninteresting, but we'll let you make that call for yourself!",
    "URL of image of group": "http://capyac.com/img/merrick1.jpg",
    "Albums, in order (earliest to latest)": "2018 - WHO IS DONNY FLAMINGO?",
    "Tour dates": "https://www.bandsintown.com/a/6698761?came_from=270",
    "Link - Their main page of information or contact": "http://capyac.com/",
    "Social Media": "http://soundcloud.com/capyac\nhttp://capyac.bandcamp.com/\nhttp://facebook.com/capyac\nhttp://instagram.com/capyac\nhttp://twitter.com/capyac\nhttps://www.youtube.com/channel/UCTVS7z3zxspTmiP2NZGEngw"
  },
  {
    "Artist name": "Explosions in the Sky",
    "Group name, if none then put none": "Chris Hrasky – drums\nMichael James – guitar, bass guitar\nMunaf Rayani – guitar, keyboards, percussion\nMark Smith – guitar",
    "Genre of music": "Rock",
    "What year did they start making music": 1999,
    "Group Bio": "Explosions in the Sky is an American post-rock band from Texas. The quartet originally played under the name Breaker Morant, then changed to the current name in 1999. The band has garnered popularity beyond the post-rock scene for their elaborately developed guitar work, narratively styled instrumentals - what they refer to as \"cathartic mini-symphonies\" - and their enthusiastic and emotional live shows.[1] They primarily play with three electric guitars and a drum kit, although band member Michael James will at times exchange his electric guitar for a bass guitar. The band has later added a fifth member to their live performances. The band's music is almost purely instrumental.",
    "URL of image of group": "https://media.pitchfork.com/photos/592f4df5b0ef7855c62d74a4/2:1/w_790/efa68d64.jpg",
    "Albums, in order (earliest to latest)": "http://www.explosionsinthesky.com/#discography",
    "Tour dates": "http://www.explosionsinthesky.com/#shows",
    "Link - Their main page of information or contact": "http://www.explosionsinthesky.com/",
    "Social Media": "https://www.facebook.com/ExplosionsInTheSkyMusic\nhttps://twitter.com/eits\nhttps://www.instagram.com/explosionsinthesky\nhttp://hyperurl.co/rlu2ol"
  },
  {
    "Artist name": "GHOSTLAND OBSERVATORY",
    "Group name, if none then put none": "Aaron Behrens - vocals\nThomas Ross Turner - drums and synthesizer",
    "Genre of music": "Electronic, pop, rock",
    "What year did they start making music": 2004,
    "Group Bio": "Ghostland Observatory is an American music duo based in Austin, Texas. Their music has been described as a combination of electro, rock and funk by Allmusic, and \"electro-dance soul rock\" by Gothamist\n\nFront man Aaron Behrens provides vocals in addition to occasionally playing the guitar. Thomas Ross Turner plays the drums or synthesizer.",
    "URL of image of group": "http://trashymoped.com/wp-content/uploads/2018/06/GLO-SYLS-BioPhoto-1-web.jpg",
    "Albums, in order (earliest to latest)": "2018 - SEE YOU LATER SIMULATOR",
    "Tour dates": "http://trashymoped.com/tour-dates/",
    "Link - Their main page of information or contact": "http://trashymoped.com/",
    "Social Media": "http://facebook.com/ghostlandobservatory\nhttps://www.instagram.com/explore/tags/ghostlandobservatory/?hl=en\nhttps://twitter.com/officialGLO\nhttps://www.youtube.com/channel/UCcOL2kR67iBA-xhwrlCYwVg"
  },
  {
    "Artist name": "A Giant Dog",
    "Group name, if none then put none": "Sabrina Ellis – vocals\nAndrew Cashen – vocals, guitar\nAndy Bauer – guitar\nGraham Low – bass guitar\nDaniel Blanchard – drums",
    "Genre of music": "Punk, Rock",
    "What year did they start making music": 2008,
    "Group Bio": "Forging their friendships in the crucible of their Houston, TX, high school, Sabrina Ellis (vocals), Andrew Cashen (vocals, guitar), and Orville Neeley (drums) first got their start covering AC/DC, The Ramones, Joan Jett, and the finer points of the Back to the Future soundtrack at school dances under the band name Youth In Asia. Reuniting in Austin in 2008, they enlisted their pals Andy Bauer (guitar) and Graham Low (bass) and christened the act A Giant Dog.\n\nAGD is raucous ear candy culled from the hook-driven melodies of Slade, the glammy swagger of Marc Bolan, the morbid fantasy of Killer-era Alice Cooper, and the unpredictable wit of Sparks. Sabrina and Andrew’s lyrics, equal parts brutally honest, clever, and debased, have a knack for taking their idiosyncratic depravities and making them feel universal. These songs are by, for, and about the losers, freaks, and outcasts. The lonely. The terminally horny. Boozehounds and party animals. No band better speaks to the hearts of slackers, burnouts, rockers, sluts, and creeps everywhere than A Giant Dog.\n\nAGD have built their reputation blowing the goddamned doors off every venue in Austin. Live, they are loud, heavy, electrifying. Sabrina struts around the stage like Iggy Pop channeling Tina Turner. Andrew hurls himself from the summit of the speaker stack. Graham’s headbanging clobbers anything close to him. The audience rages, asses shake, and everyone leaves drenched in beer and bodily fluids.\n\nOver the years, they’ve clocked in their time on the road, leaving destruction in their wake. They’ve shared members with other bands in the Austin rock ’n’ roll community including Sweet Spirit, OBN IIIs, Bobby Jealousy, and others.\n\nIn 2012, AGD impressed fellow Austinite and Spoon frontman Britt Daniel enough that he took them under his wing to start demolishing concert halls across the USA as the support act for his band. In Daniel’s own words, “Andrew and Sabrina are currently writing circles around just about anyone else in rock and roll. Their live show is insane, which is probably why I’ve seen more of their shows than any other band’s over the past few years.”\n\nPile, AGD’s third LP and first for Merge Records, shows a band whose years of road-dogging have honed them into unstoppable rock machines. Their second time working with producer Mike McCarthy (Spoon, White Denim, Trail of Dead) reveals Sabrina’s impressive pipes, Andrew’s sweet licks, and a pummeling rhythm section—everything is tighter, more focused, crisper. The album deals with divorce, getting older, dying, frustration, and futility, ultimately transcending those earthly headaches through the power of rock ’n’ roll.",
    "URL of image of group": "http://kutx.org/wp-content/uploads/2015/01/AGD-960x400.jpg",
    "Albums, in order (earliest to latest)": "2012 - Fight\n2013 - Bone\n2016 - Pile\n2017 - Toy",
    "Tour dates": "http://www.agiantdog.com/newwp/#shows",
    "Link - Their main page of information or contact": "http://www.agiantdog.com/newwp/",
    "Social Media": "https://www.facebook.com/agiantdog\nhttps://instagram.com/agiantdog/"
  },
  {
    "Artist name": "Grupo Fantasma",
    "Group name, if none then put none": "Beto Martinez – Guitar\nJohn Speice – Drums\nJose Galeano – Percussion, vocals\nGreg Gonzalez – Bass\nMark Gonzales – Trombone\nJosh Levy – Baritone saxophone\nGilbert Elorreaga – Trumpet\nKino Esparza – Vocals, percussion\nMatthew Holmes – Congas",
    "Genre of music": "Latin Rock, Urban, Alternative, Funk",
    "What year did they start making music": 2000,
    "Group Bio": "Formed in 2000 from the merger of two Austin acts, The Blimp and The Blue Noise Band, the band emerged with a biweekly gig at the Empanada Parlour in Austin in 2001. The band is best known for their exuberant live shows, innovative contemporary recordings and associations with Prince and his 3121 Club in Las Vegas. The band backed Prince on numerous occasions, including his performance on the ALMA Awards in 2007, and often perform at his after-party jam sessions. The band has performed with a diverse array of artists including Maceo Parker, Sheila E, GZA of Wu-Tang Clan, Spoon, Daniel Johnston, and many others. The ensemble has sold more than 20,000 albums independently and has had music featured in many popular television series.\n\nGrupo Fantasma twice played the Austin City Limits Music Festival and taped an episode of the Austin City Limits television series on PBS, which first aired November 17, 2007. They have also performed at such festivals as the Montreal Jazz Festival, Bonnaroo, Wakarusa, WOMAD, North Sea Jazz Festival and the Calgary Folk Music Festival as well as having headlined numerous SXSW showcases in their career. The band performs frequently, regularly doing over 150 performances a year. Their horn section has also made various appearances on worldwide releases and has recently performed with indie rock band Spoon. Grupo Fantasma's music has been featured in the NYC public-access television cable TV show The Unbelievable Show from 2001 to 2004. The band has garnered over a dozen Austin Music Awards, and an induction into the Austin Music Hall of Fame.\n\nThe group's album Sonidos Gold was nominated for Best Latin Rock or Alternative Album for the 51st Grammy Awards. Grupo's album El Existential was awarded the Grammy for Best Latin Rock or Alternative Album at the 53rd Grammy Awards two years later.\n\nGrupo Fantasma’s songs “Chocolate”, “Barretta” and “Perso Fra/Mesquites” were featured in Showtime’s Weeds season 6 premiere episode which debuted on August 16, 2010 and their cover of the Chicago song \"Saturday in the Park\" (Sabado en el Parque) was featured on the TV show \"Breaking Bad\".",
    "URL of image of group": "https://media.npr.org/assets/img/2015/11/12/grupo-fantasma_wide-a0c1bf6bcc1e9d716ace91faa3352db3b1d0c677.jpg?s=1400",
    "Albums, in order (earliest to latest)": "2002 - Grupo Fantasma\n2004 - Movimiento Popular \n2006 - Comes Alive \n2008 - Sonidos Gold \n2010 - El Existential \n2016 - Problemas \n2019 - American Music: Volume 7",
    "Tour dates": "https://www.grupofantasma.com/tour",
    "Link - Their main page of information or contact": "https://www.grupofantasma.com/home",
    "Social Media": "http://instagram.com/grupofantasma\nhttp://www.youtube.com/user/grupofantasmatube\nhttps://twitter.com/grupofantasma\nhttps://www.facebook.com/grupofantasmamusic/\nhttp://soundcloud.com/grupo-fantasma\nhttps://open.spotify.com/artist/1EJ0KSMkpoQJHChu5AyTHE"
  },
  {
    "Artist name": "Ley Line",
    "Group name, if none then put none": "Madeleine Froncek - Bass & Vocals\nEmilie Basez - Guitar & Vocals\nLydia Froncek - Percussion & Vocals\nKate Robberson - Ukulele & Vocals",
    "Genre of music": "Blues, Folk, Soul",
    "What year did they start making music": 2014,
    "Group Bio": "Four voices coalesce. Rooted in rhythm. The women of Ley Line transcend language and genres to create a sound that seems to emerge from deep within the earth. Dynamic harmonies run like a current through textures of stand up bass, guitar, ukulele and percussion. Raised on the North American traditions of blues, folk and soul and inspired by their world travels, Ley Line creates a global soundscape; blending rhythms and influences from Brazil, Latin America and West Africa. Ley Line’s multilingual performances unite audiences around the world.\n\nLey Line is the musical merging of two duos. Austinites Kate Robberson and Emilie Basez met twin sisters Madeleine and Lydia Froncek at the Telluride Bluegrass Festival in 2013. Since reuniting in Austin, Texas in 2015, Ley Line has been weaving together their individual journeys into a collective vision. Through intimate live performances and multilingual lyrics, Ley Line’s music inspires connection across the peaks and valleys of the human experience.",
    "URL of image of group": "https://static1.squarespace.com/static/5b692379da02bc93873be43d/5b6a9d196d2a737c80f25f13/5b6a9d4b8a922df70e42172b/1533748153144/Screen+Shot+2018-08-07+at+12.11.48+AM.png",
    "Albums, in order (earliest to latest)": "2016 - Field Notes",
    "Tour dates": "https://www.leylinesound.com/#tour-1-section",
    "Link - Their main page of information or contact": "https://www.leylinesound.com/",
    "Social Media": "http://instagram.com/leylinesound\nhttps://www.youtube.com/channel/UCM-8jw3X9wHQYqT1k2PKJxA\nhttps://twitter.com/leylinesound"
  },
  {
    "Artist name": "The Octopus Project",
    "Group name, if none then put none": "Josh Lambert: guitar, bass, keyboards, drums, vocals\nToto Miranda: drums, guitar, bass, vocals\nYvonne Lambert: samplers, keyboards, theremin, glockenspiel, guitar, bass, drums, vocals\nLauren Gurgiolo: guitar, keyboards, bass",
    "Genre of music": "Pop, Electronic, Rock and Roll, Psychedelic",
    "What year did they start making music": 2002,
    "Group Bio": "he Octopus Project is an American indietronica band based in Austin, Texas, active since 1999. Its sound blends pop and experimental elements, and is a combination of digital and electronic sounds and noises (including drum machine, keyboard, synthesizers and other devices) and analog equipment (including guitars and live drums). Its music is mostly instrumental.\n\nOn April 30, 2006, the band played the Coachella Valley Music and Arts Festival. They were offered the opportunity after a fan, unbeknownst to the band, entered them in a contest held by the festival on MySpace in which voters were to \"nominate their favorite band for an open slot at the festival\". In 2007, the Octopus Project supported underground hip hop star, Aesop Rock, and indie electronic icons, Stereo Total, on their national tours. In 2008, The Octopus Project performed at notable festivals such as Lollapalooza, All Tomorrow's Parties (music festival), and the Austin City Limits Festival.\n\nThe Octopus Project composed and performed a series of unique, individual scores for short films played at Alamo Drafthouse in Austin in February 2009. For their performance at the South by Southwest festival in their hometown in March 2010, the band put together a multi-media show which involved them performing material from what was to be their upcoming release, Hexadecagon. The band performed surrounded by eight loudspeakers, while eight projectors projected videos corresponding to the music on tent ceilings above the stage and the audience. Later that same year, The Octopus Project played at Moogfest 2010 in Asheville, North Carolina. They were scheduled to play just prior to Devo's headlining set. Three days prior to the concert, Devo's guitarist, Bob Mothersbaugh, severely injured his hand and was unable to play. Since the band was receiving a Moog Innovation Award at the festival, and because they didn't want to disappoint their fans, the remaining two members of Devo enlisted the help of The Octopus Project, and together the two bands performed the Devo songs \"Girl U Want\" and \"Beautiful World.\"\n\nIn 2011, the band snagged the opening spot on tours with Devo, Man or Astroman, and Explosions in the Sky. The band spent the rest of that year working on soundtracks for the feature film, Kid-Thing, and the video game, Thunderbeam. In 2012, The Octopus Project began work on what would be their fifth studio album, Fever Forms. The first single from the album, Whitby, was released as an EP in November—complete with b-sides, a karaoke version, and a video directed by the band.\n\nIn early 2015, Ryan Figg was replaced by Lauren Gurgiolo from Okkervil River and The Dialtones.",
    "URL of image of group": "https://media2.fdncms.com/boiseweekly/imager/u/magnum/8850070/lh_theoctopusproject_lupeceballos.jpg",
    "Albums, in order (earliest to latest)": "2002 - Identification Parade \n2005 - One Ten Hundred Thousand Million \n2007 - Hello, Avalanche \n2010 - Hexadecagon \n2013 - Fever Forms \n2017 - Memory Mirror",
    "Tour dates": "http://www.theoctopusproject.com/shows.html",
    "Link - Their main page of information or contact": "http://www.theoctopusproject.com/",
    "Social Media": "http://www.facebook.com/home.php?#/pages/The-Octopus-Project/8865543084?ref=ts\nhttp://www.http//octopusprojectband.tumblr.com/\nhttp://twitter.com/octopusproject\nhttp://www.myspace.com/theoctopusproject"
  },
  {
    "Artist name": "Quiet Company",
    "Group name, if none then put none": "Taylor Muse - vocals, acoustic and electric guitars, baritone guitar, piano, drums, glockenspiel, harmonica, synthesizers, electric piano, trumpet, banjo, percussion, and organ.\nThomas Blank - acoustic and electric guitars, electric piano, singing, piano, glockenspiel, melodica, and organ.\nBill Gryta - keyboards, synthesizers, baritone guitar, backup vocals\nJeff Stringer - drums, backup vocals\nTrevor Dowdy - bass guitar, backup vocals",
    "Genre of music": "Indie, pop, rock",
    "What year did they start making music": 2000,
    "Group Bio": "About the Band\nQuiet Company is a band from Austin, TX. Beginning with their first release, Shine Honesty in 2006, Quiet Company has at many times been the only rock band in Austin. \n\nQuiet Company won Rock Band of the Year during SXSW 2016, adding to their previous 11 Austin Music Awards including Band of the Year, Album of the Year, Rock Band of the Year, Indie Band of the Year and Song of the Year, all won on the strength of their 2011 release We Are All Where We Belong.\n\n\nIn January 2019, Quiet Company will release their 3rd EP since 2017, following up 2017’s raucous “Your Husband, the Ghost” with what originally was planned to be lead singer & songwriter Taylor Muse’s solo album: “On Corners & Shapes.”",
    "URL of image of group": "http://modernoutsider.com/assets/general/QuietCompany1-Photo-by-Jeremy-Witteveen.jpg",
    "Albums, in order (earliest to latest)": "Shine Honesty – March 23, 2006\nEveryone You Love Will Be Happy Soon – March 10, 2009\nSongs for Staying In – May 11, 2010\nWe Are All Where We Belong – October 4, 2011\nA Dead Man On My Back: Shine Honesty Revisited [NR] – April 9, 2013\nTransgressor – February 24, 2015\nOn Corners & Shapes – January 4, 2019",
    "Tour dates": "http://www.quietcompanymusic.com/#shows",
    "Link - Their main page of information or contact": "http://www.quietcompanymusic.com",
    "Social Media": "https://www.facebook.com/quietcompany\nhttps://www.instagram.com/quietcompanytx\nhttps://twitter.com/quietcompanytx\nhttps://www.youtube.com/user/quietcompany"
  },
  {
    "Artist name": "The Stacks",
    "Group name, if none then put none": "Jake Ames\nKaty Yount\nSteven Thyberg\nTommy Bahama \nGeorgia Parker\nLucas Ames",
    "Genre of music": "Psych, Indie Rock, New Wave, Garage, Drone Folk",
    "What year did they start making music": 2011,
    "Group Bio": "The Stacks play bedroom anthems to bare walls.",
    "URL of image of group": "https://scontent-atl3-1.xx.fbcdn.net/v/t1.0-9/27458983_1812553955456156_1101192422341739282_n.jpg?_nc_cat=103&_nc_ht=scontent-atl3-1.xx&oh=c3e81c44071eef78f2243be551fd625b&oe=5D46FD63",
    "Albums, in order (earliest to latest)": "2017 - Wasted Nostalgia",
    "Tour dates": "https://www.facebook.com/pg/thestacksofficialpage/events/?ref=page_internal",
    "Link - Their main page of information or contact": "https://www.facebook.com/thestacksofficialpage/",
    "Social Media": "m.me/thestacksofficialpage\nthestacksuphigh@gmail.com\nhttps://twitter.com/TheStacksband"
  }
]